Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: My clan lived in this volcano in days past, forging tools and weapons with the high-quality ores found here. But we are no more. We had everything we needed here to survive, and even have some measure of comfort. The kobolds left us mostly alone. Well, they did then, at least. But that changed when they used some vile sorcery to summon forth that monster, the wyrm. It made its lair near the volcano, and began preying on our clan. When we fought back, that was all that was needed for the kobolds to try to root us out. They besieged our volcanic fortress, cutting us off from the surface.
fr: Mon clan vivait dans ce volcan autrefois, forgeant des outils et des armes avec les minerais de haute qualité trouvés ici. Mais nous ne sommes plus. Nous avions tout ce dont nous avions besoin ici pour survivre, et même avoir un certain confort. Les kobolds nous ont laissés la plupart du temps seuls. Eh bien, ils l'ont fait, au moins. Mais cela a changé quand ils ont utilisé une vilaine sorcellerie pour invoquer ce monstre, le wyrm. Il a fait sa tanière près du volcan, et a commencé à s'attaquer à notre clan. Quand nous nous sommes battus, c'était tout ce dont les kobolds avaient besoin pour essayer de nous déraciner. Ils ont assiégé notre forteresse volcanique, nous coupant de la surface.

source: A mastersmith among us crafted a wondrous spear and imbued it with wyrmslaying magics. A runesmith, he called himself. And he claimed to know the arts of Thursagan, some legendary mainland smith. Me and some other warriors swore a sacred oath to guard this Spear of Wyrms until the kobolds' monster was dead. We never had the chance - the kobolds breached our defenses, and I was cut down myself by a group of them... As I succumbed, the pain went away, but I remained. It seems that the Spear's magic worked to keep this pale shadow of my former self guarding it, as I once swore. The kobolds looted our corpses, though they never got to the Spear's secret resting place. They did get the required key, but they never found out how to use it. The kobolds likely still have it somewhere in their lair on Mount Sacrifice, on the island's eastern shore.
fr: Un maître parmi nous fabriquait une lance merveilleuse et l'imprégnait de magie magiques. Un runesmith, il s'est appelé. Et il prétendait connaître les arts de Thursagan, un forgeron légendaire du continent. Moi et quelques autres guerriers ont juré un serment sacré pour garder cette lance de Wyrms jusqu'à ce que le monstre des kobolds soit mort. Nous n'avons jamais eu l'occasion - les kobolds ont violé nos défenses, et j'ai été coupé par un groupe d'entre eux ... Comme j'ai succombé, la douleur est partie, mais je suis resté. Il semble que la magie de Spear a travaillé pour garder cette ombre pâle de mon ancien moi qui la gardait, comme je l'ai juré jadis. Les kobolds ont pillé nos cadavres, même s'ils ne sont jamais arrivés au lieu de repos secret de la Lance. Ils ont obtenu la clé requise, mais ils n'ont jamais trouvé comment l'utiliser. Les kobolds l'ont probablement encore quelque part dans leur repaire sur le mont Sacrifice, sur la côte est de l'île.

source: What do I want, ye ask? What I want is vengeance. Kill the kobold king for what was done to us. What I want is freedom. Slay the wyrm, so that the Spear may finally let me rest.
fr: Qu'est-ce que je veux, vous demandez? Ce que je veux, c'est la vengeance. Tuez le roi kobold pour ce qui nous a été fait. Ce que je veux, c'est la liberté. Tue le wyrm, afin que la lance me permette enfin de me reposer.

source: The blood of yer foes already stain this island's soil. Tell us where the ship is, and ye may rest.
fr: Le sang de vos ennemis tache déjà le sol de cette île. Dites-nous où se trouve le bateau, et vous pourrez vous reposer.

source: - Overcome Svarinshaug's perils
fr: - Surmonter les périls de Svarinshaug

source: - Modsognir must survive
fr: - Modsognir doit survivre
pl: - Modsognir musi przeżyć

source: - Durin must survive
fr: - Durin doit survivre
pl: - Durin musi przeżyć

source: A Rocky Home
fr: Une maison en pierre
pl: Kamienisty Dom

source: A clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home. Beset by hostile natural forces on all sides, can they survive their first winter?
fr: Un clan de nains dirigé par Modsognir est arrivé à Svarinshaug, à la recherche d'une nouvelle maison. En proie à des forces naturelles hostiles de tous les côtés, peuvent-elles survivre à leur premier hiver?

source: Build a Mead Hall
fr: Construire une salle des banquets

source: Gather 800 Lumber
fr: Récolter 800 bois

source: Build a Yale Hunting Lodge
fr: Pavillon de chasse de Yale

source: Gather 2400 Stone
fr: Récolter 2400 pierres

source: The Mead of Wisdom
fr: L'alcool de la Sagesse
pl: Miód Mądrości

source: The sage of Modsognir's clan has disappeared, taken by two dwarves called Fjalar and Galar. Modsognir has sent Durin to enter their hall, rescue the sage - or what remains of him - and bring the evil pair to justice. Map: Fjalar's and Galar's Hall
fr: Le sage du clan Modsognir a disparu, pris par deux nains appelés Fjalar et Galar. Modsognir a envoyé Durin pour entrer dans leur salle, sauver le sage - ou ce qu'il en reste - et traduire la paire perverse en justice. Carte : Fjalar's and Galar's Hall

source: The Mastersmith Brothers
fr: Les frères Maître-forgeron

source: The brothers Brokk and Eitri have come to renown for their remarkable smithing abilities. It would surely be a boon for us to have them under our employ.
fr: Les frères Brokk et Eitri sont connus pour leurs remarquables capacités de forgeron. Ce serait sûrement un avantage pour nous de les avoir sous notre emploi.

source: A selection of heroes is available for recruitment at the Mead Hall.
fr: Une sélection de héros est disponible pour le recrutement à la salle des banquets.

source: Recruit Brokk
fr: Recruter Brokk

source: The Ring of Riches
fr: L'anneau des richesses

source: The mastersmith brothers Brokk and Eitri seek to create a gold ring the like of which none of us have seen before. They request to be provided with the necessary gold for the task.
fr: Les frères-maîtres Brokk et Eitri cherchent à créer une bague en or semblable à celle que nous n'avions jamais vue auparavant. Ils demandent à recevoir l'or nécessaire pour la tâche.

source: Gather 1000 Gold
fr: Récolter 1000 d'or

source: Have 4000 Copper
fr: Détenir 4000 de cuivre

source: The Thunder Hammer
fr: Le Marteau du Tonnerre

source: The mastersmiths Brokk and Eitri have spoken of their desire to craft a magnificent hammer, stronger than any other. To do so they will require plenty of metal, however.
fr: Récolter 4000 de cruivre

source: The Magnificent Spear
fr: La lance Magnifique

source: Ivaldi and his sons are of a mind to craft a wondrous spear, for which they will need a significant amount of materials.
fr: Ivaldi et ses fils sont déterminés à fabriquer une lance merveilleuse, pour laquelle ils auront besoin d'une quantité importante de matériaux.

source: Gather 2000 Copper
fr: Récolter 200 de cuivre

source: Gather 2000 Lumber
fr: Récolter 2000 de bois

source: Have 2000 Copper
fr: Détenir 2000 de cuivre

source: Have 2000 Lumber
fr: Détenir 2000 de bois

source: The Sleek Ship
fr: Le navire élégant

source: The master craftsman Ivaldi and his sons have laid out a project to build a magnificent ship of unrivalled speed.
fr: Le maître artisan Ivaldi et ses fils ont élaboré un projet de construction d'un magnifique navire d'une vitesse inégalée.

source: Build a Transport
fr: Construire un transporteur

source: The Necklace of the Brisings
fr: Le collier des Brisings

source: The necklace made for Modsognir's wife by a group of four dwarven smiths has been stolen! The culprits, a band of local dwarven thieves, sneaked away with the necklace last night, going back to their hideout. We must recover the necklace from these bandits! Map: Aurvang
fr: Le collier fait pour la femme de Modsognir par un groupe de quatre forgerons nains a été volé! Les coupables, un groupe de voleurs nains locaux, se sont faufilés avec le collier la nuit dernière, retournant à leur cachette. Nous devons récupérer le collier de ces bandits! Carte: Aurvang

source: The Slaying of Grafvitnir
fr: Le meurtre de Grafvitnir

source: Svarinshaug has been discovered to house a kobold tribe, who will attack the dwarves on sight for trespassing on their sacred ground. Modsognir's clan must now slay the kobolds and the wyrm they worship, Grafvitnir.
fr: Svarinshaug a été découvert pour abriter une tribu kobold, qui attaquera les nains à vue pour intrusion sur leur sol sacré. Le clan de Modsognir doit maintenant tuer les kobolds et le wyrm qu'ils adorent, Grafvitnir.

source: Dvalin's Runes
fr: Les runes de Dvalin

source: The wise Dvalin seeks to devise a system of runes, and asks for our support in this endeavor. Dvalin claims that those runes are not only symbols of magic significance, but that they will also allow us to lay our thought down in fixed form for the future generations.
fr: Le sage Dvalin cherche à concevoir un système de runes et demande notre soutien dans cette entreprise. Dvalin affirme que ces runes ne sont pas seulement des symboles de signification magique, mais qu'elles nous permettront également de fixer notre pensée dans une forme fixe pour les générations futures.

source: - Dvalin must survive
fr: - Dvalin doit survivre

source: Research Runewriting
fr: Création de Runes

source: +2500 Copper
fr: +2500 de cuivre

source: Select a Bastion and then click on the Research Runewriting button to research the technology required for this quest.
fr: Sélectionnez un bastion, puis cliquez sur le bouton recherche Runewriting pour rechercher la technologie requise pour cette quête.

source: Having assembled a great army, the Asa decided to attack the people of Vanaland and take possession of their lands...
fr: Ayant rassemblé une grande armée, les Asa ont décidé d'attaquer les habitants de Vanaland et de prendre possession de leurs terres ...

source: The First Dwarves
fr: Les Premiers Nains

source: A clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home. Beset by hostile forces, can they survive for long?
fr: Un clan de nains dirigé par Modsognir est arrivé à Svarinshaug, à la recherche d'une nouvelle maison. Assaillis par des forces hostiles, peuvent-ils survivre longtemps ?

source: Westward Migration
fr: Migration vers l'Ouest

source: As food becomes scarce in the native steppes of the Asa, they must seek a migration route to the west.
fr: Comme la nourriture devient rare dans les steppes indigènes de l'Asa, ils doivent chercher une route de migration vers l'ouest.

source: A Home in the Fields of Sand
fr: Une maison dans les champs de sable

source: As Svarinshaug proves too small for the growing dwarven population, the Goldhoof clan must move away and seek a new home.
fr: Comme Svarinshaug s'avère trop petit pour la population naine croissante, le clan Goldhoof doit déménager et chercher une nouvelle maison.

source: The Settlement of Scandinavia
fr: La colonisation de la Scandinavie

source: After a long journey, the Asa reach lands ripe for settlement.
fr: Après un long voyage, les Asa atteignent des terres mûres pour le règlement.

source: Haimadala's Progeny
fr: La progéniture de Haimadala

source: The young warrior Erala believes his true father to be the god Haimadala. Feeling that his divine heritage has fated him to rule over vast lands, Erala sets off to establish a hall and gather followers...
fr: Le jeune guerrier Erala croit que son vrai père est le dieu Haimadala. Sentant que son héritage divin l'a conduit à régner sur de vastes terres, Erala part pour établir une colonie et rassembler des disciples ...

source: Thunraz's Servant
fr: Serviteur de Thunraz

source: Terrified by a calamitous thunderstorm, Thialfi's parents pledged him to the service of the lightning god Thunraz when he was still a boy. Now a grown man, during a dream he heard the deity command him to sail to an undiscovered island...
fr: Terrifié par un orage désastreux, les parents de Thialfi l'ont engagé au service du dieu de la foudre Thunraz quand il était encore un garçon. Devenu adulte. Il entendit le dieu lui ordonner, lors d'un rêve, de naviguer vers une île inconnue...

source: Complete the On the Vanaquisl, Westward Migration and The Settlement of Scandinavia scenarios.
fr: Terminer les scénarios : On the Vanaquisl, Migration vers l'Ouest et le bâtisseur Scandinave.

source: Complete the Haimadala's Progeny scenario.
fr: Terminer le scénario de la progéniture de Haimadala.

source: Complete the Thunraz's Servant scenario.
fr: Terminer le scénario du serviteur de Thunraz.

source: The First Marcomannic War
fr: La Première Guerre Marcomannic

source: Complete the The Sack of Iuvavum and The Razing of Opitergium missions.
fr: Terminer les missions : The Sack of Iuvavum and The Razing of Opitergium.

source: The Conquest of Galicia
fr: La Conquête de Galice

source: Complete the Moving into Galicia mission.
fr: Terminer la mission du déplacement vers Galice.

source: Complete the The Blue Danube mission.
fr: Terminer la mission du Danube Bleu.

source: Complete the The First Dwarves scenario.
fr: Terminer le scénario des Premiers Nains.

source: The Mightiest Made
fr: Le plus Puissant Fait

source: Reach level 10 with Modsognir.
fr: Atteindre le niveau 10 avec Modsognir.

source: Complete the A Home in the Fields of Sand scenario.
fr: Terminer le scénario Une Maison dans le Champs de Sable.

source: The Treasures of Svarinshaug
fr: Les Trésors de Svarinshaug

source: Complete the The Mastersmith Brothers, The Ring of Riches, The Thunder Hammer and The Magnificent Spear quests.
fr: Terminer les quêtes : The Mastersmith Brothers, The Ring of Riches, The Thunder Hammer and The Magnificent.

source: The Lay of Alvis
fr: Les Laïcs d'Alvis

source: Complete the The Dripping Hall, The Deep, The Burner and The Weaver of Dreams quests.
fr: Terminer les quêtes : The Dripping Hall, The Deep, The Burner et The Weaver of Dreams.

source: Safe Passage
fr: Passage Sécurisé

source: Destroy the raiders during the A Bargain is Struck quest on Hard difficulty or higher.
fr: Détruire les raiders pendant le la quête -A Bargain is Struck- au moins en mode difficile.

source: Rugnur's Bravery
fr: Bravour de Rugnur

source: Upgrade Rugnur to a Stonelord.
fr: Améliorer Rugnur vers un siegneur de pierre (StoneLord).

source: The Scepter of Fire
de: Das Zepter des Feuers
fr: Le Sceptre du Feu
pl: Berło Ognia
pt: O Cetro de Fogo

source: Complete the A Bargain is Struck, Closing the Gates, Searching for the Runecrafter, Gathering Materials, Hills of the Shorbear Clan, The Wyrm and Caverns of Flame missions.
fr: Termier les missions : A Bargain is Struck, Closing the Gates, Searching for the Runecrafter, Gathering Materials, Hills of the Shorbear Clan, The Wyrm and Caverns of Flame.

source: Paragon
fr: Parangon

source: Reach level 10 with any custom hero.
fr: Atteindre le niveau 10 avec n'importe quel héro personnélisé.

source: Legend
fr: Légende

source: Reach level 20 with any custom hero.
fr: Atteindre le niveau 20 avec n'importe quel héro personnélisé.

source: Demigod
fr: Demi-Dieu

source: Reach level 100 with any custom hero.
fr: Atteindre le niveau 100 avec n'importe quel héro personnélisé.

source: Armor
fr: Armure
pl: Obrona
pt: Armadura

source: Food Supply
fr: Capacité Alimentaire

source: Owner Influence Range
fr: Plage d'influence

source: Time
fr: Temps

source: Copper
fr: Cuivre
pl: Miedź
pt: Cobre

source: Silver
fr: Argent
pl: Srebro
pt: Prata

source: Gold
fr: Or
pl: Złoto
pt: Ouro

source: Iron
fr: Fer

source: Coal
fr: Charbon
pl: Węgiel
pt: Carvão

source: Stone
fr: Pierre
pl: Kamień
pt: Pedra

source: Trade
fr: Commerce

source: lumber
fr: bois

source: Lumber
fr: Bois
pl: Drewno
pt: Madeira

source: Oil
fr: Emeraudes

source: Diamonds
fr: Diamants

source: Limestone
fr: Calcaire

source: Jewelry
fr: Bijoux

source: Furniture
fr: Meubles

source: Leather
fr: Cuir

source: Research
fr: Recherche

source: Select Game
de: Spiel auswählen
fr: Sélectionner un Jeu

source: Save Replay
fr: Enregistrer un Replay

source: Magic Level
fr: Niveau de Magie

source: Arcanister
fr: Arcaniste
pt: Arcanista

source: Skilled Miner
fr: Mineur qualifié
pt: Mineiro Proficiente

source: Expert Miner
fr: Mineur expert
pt: Mineiro Perito

source: The dwarves who have mastered the craft of mining can gather metals with extreme efficiency.
fr: Les nains qui ont maîtrisé le métier de l'exploitation minière peuvent collecter des métaux avec une efficacité extrême.

source: Runesmith
fr: Forgeron de rune
pt: Ferreiro de Runas

source: Dwarven runesmiths are renowned throughout Nidavellir for their craft. They carve arcane runes into the weapons and armor they make, infusing them with power.
fr: Les forgerons de rune nains sont réputés tout au long de Nidavellir pour leur métier. Ils sculptent des runes mystérieuses dans les armes et les armures qu'ils fabriquent, leur insufflant de la puissance.

source: Stonelord
fr: Siegneur des pierres
pt: Senhor da Pedra

source: Clad in shining armor, these dwarves look like kings from under the mountains. They wield the axe with masterful skill, and though slow on their feet, these dwarves are a testament to the prowess of their kin. Stonelords can yield varied political power, ranging from local chiefs to rulers of realms. One of the first stonelords was Modsognir, the legendary chieftain who led his tribe against the perils of Svarinshaug.
fr: Vêtus d'une armure étincelante, ces nains ressemblent à des rois sous les montagnes. Ils manient la hache avec une habileté magistrale, et bien que lents sur leurs pieds, ces nains sont un témoignage de la prouesse de leurs proches. Les seigneurs du Seigneur peuvent donner un pouvoir politique varié, allant des chefs locaux aux dirigeants des royaumes. Modsognir, le chef légendaire qui mena sa tribu contre les périls de Svarinshaug, fut l'un des premiers seigneurs.

source: Runemaster
fr: Maître des runes
pt: Mestre de Runas

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the runemaster.
fr: À l'exception de ceux qui ont des compétences presque surnaturelles, le plus haut rang qu'un artisant de rune peut atteindre est celui du maître des runes.

source: Steelclad
de: Chalybter
fr: Cuirassier
pt: Encouraçado

source: The more experienced dwarven steelclad fighters wear heavy chain mail and plate armor, for which they are rightly famous.
de: Die erfahrenen Chalybter tragen schwere Kettenhemden und Plattenrüstungen, für die sie geradezu berühmt sind.
fr: Les guerriers cuirassés nains les plus expérimentés portent une lourde cotte de mailles et une armure en plaques, pour lesquelles ils sont à juste titre célèbres.

source: Axefighter
de: Axtkämpfer
fr: Guerrier de hache
pl: Topornik
pt: Machadeiro

source: Dwarven axefighters wield mighty battle axes, which make them feared opponents in close-range combat. Veteran axefighters often use the pay they've managed to spare to purchase steel armor for themselves at the local smithy.
fr: Les lanceurs de hache nains manient de puissants haches de guerre qui font d'eux de redoutables adversaires en corps à corps. Les guerriers de hache chevronnés utilisent le salaire qu'ils ont épargné pour acheter une armure d'acier au forgeron local.

source: Guard
fr: Garde
pt: Guarda

source: Scout
de: Späher
fr: Eclaireur
pt: Batedor

source: Pathfinder
fr: Pionnier
pt: Desbravador

source: Explorer
fr: Explorateur
pt: Explorador

source: Yale Rider
fr: Monteur de Yale
pt: Cavaleiro de Yale

source: Yale Lord
fr: Seigneur des Yale
pt: Senhor Cavaleiro de Yale

source: Witness
fr: Témoin
pt: Testemunha

source: Gryphon Rider
de: Greifenreiter
fr: Monteur de griffon
pt: Cavaleiro de Grifo

source: Only a few dwarves are able to bond with the mighty gryphons. Those who do may become gryphon riders, and discover the world of the skies upon the backs of these flying beasts.
fr: Seuls quelques élus savent tisser un lien d'amitié avec les puissants griffons. Ceux qui réussissent deviennent des monteurs de griffons et découvrent le monde des cieux sur le dos de ces créatures volantes.

source: Ballista Warship
fr: Navire balistique
pt: Navio de Guerra de Balista

source: Mead Hall
de: Methalle
fr: Salle des banquets
pl: Miodowy Dwór
pt: Salão de Hidromel

source: Mushroom Farm
fr: Ferme de champignons
pl: Grzybowa Farma
pt: Fazenda de Cogumelos

source: War Hall
fr: Salle de guerre
pl: Hala Wojny
pt: Salão de Guerra

source: Lumber Mill
fr: Scierie
pl: Tartak
pt: Serraria

source: Sentry Tower
fr: Tour de sentinelle
pt: Torre de Sentinela

source: Smithy
fr: Forge
pl: Zbrojownia
pt: Ferraria

source: Guard Tower
fr: Tour de garde
pl: Wieża Strażnicza
pt: Torre de Guarda

source: Academy
fr: Académie

source: Something tells me... I have seen it in my dreams, I know it! My true father was not the man who raised me, but the mighty god Haimadala. I am not like others. I have a singular destiny.
fr: Quelque chose me dit ... Je l'ai vu dans mes rêves, je le sais! Mon vrai père n'était pas l'homme qui m'a élevé, mais le puissant dieu Haimadala. Je ne suis pas comme les autres. J'ai un destin singulier.

source: In this house my foster father taught me the art of war. It is a nice dwelling, but the time has come for something greater... not just a house, but a hall. From it I shall gather followers to establish my rule over vast lands.
fr: Dans cette maison mon père adoptif m'a enseigné l'art de la guerre. C'est une belle demeure, mais le moment est venu de faire quelque chose de plus grand ... pas seulement une maison, mais une salle. J'en rassemblerai des disciples pour établir ma domination sur de vastes terres.

source: I will need workers to build my hall. There are two tribes nearby, the Karlings and the Thrahilings. Their people could build me a hall, hopefully willingly, but I must be prepared for resistance.
fr: J'aurai besoin de travailleurs pour construire ma salle. Il y a deux tribus à proximité, les Karlings et les Thrahilings. Leurs gens pourraient me construire une colonie, je l'espère volontiers, mais je dois être préparé à de la résistance.

source: The Karlings are diligent farmers, but their archers will be difficult to beat on my own. It will be better to go to the Thrahilings, as they have no familiarity with warfare and will be easier to subjugate if it comes to that. The Karlings dwell to the northwest, while the Thrahilings live to the northeast.
fr: Les Karlings sont des agriculteurs assidus, mais leurs archers seront difficiles à battre par moi-même. Il vaudra mieux aller aux Thrahilings, car ils n'ont aucune familiarité avec la guerre et seront plus faciles à subjuguer si cela arrive. Les Karlings habitent au nord-ouest, tandis que les Thrahilings vivent au nord-est.

source: Hardworking and robust, buras are the lifeblood of Germanic society, tending the fields and performing most of the manual labor required.
fr: Travailleur et robuste, les buras sont la pierre angulaire de la société germanique, s'occupant des champs et effectuant la plus grande partie du travail manuel requis.

source: "He began to grow, and to gain in strength, Oxen he ruled, and plows made ready, Houses he built, and barns he fashioned, Carts he made, and the plow he managed." - Rigsthula
fr: "Il a commencé à grandir, et pour gagner en force, il a régné sur Oxen, et les charrues ont préparé, les maisons qu'il a construites, et les granges qu'il a façonnées." - Rigsthula

source: "Bûra" is the Proto-Germanic word for "peasant" or "farmer".
fr: "Bûra" est le mot proto-germanique pour "paysan" ou "fermier".
