Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Research ~!Gunpowder
fr: Arme à feu (~!G)

source: Allows gunpowder infantry.
fr: Permet l'infanterie d'arme à feu.

source: Buy Potion of ~!Healing
fr: Acheter potion de vie (~!H)

source: Outcome
fr: Résultat

source: Kills
fr: Tués

source: Razings
fr: Détruit

source: Draw!
fr: Match nul!

source: Victory!
fr: Victoire!

source: Defeat!
fr: Défaite!

source: Buildings
fr: Constructions
pt: Construções

source: You
fr: Vous

source: Ally
fr: Allié

source: Neutral
fr: Neutre

source: - Defeat the bandits
fr: - Vaincre les bandits

source: - Defeat Glonoin, the Shorbear Clan leader
fr: - Vaincre Glonoin, le chef du clan Shorbear

source: - Mine 10000 copper and 20000 coal
fr: - Miner 10000 de cuivre et 20000 de charbon

source: - Find Thursagan and bring him to your Mead Hall
fr: - Trouvez Thursagan et amenez-le à votre salle des banquets

source: - Have all heroes in the Shorbear caves (in the center of the map) while no enemies are in them
fr: - Avoir tous les héros dans les grottes de Shorbear (au centre de la carte) alors qu'il n'y a pas d'ennemis dedans

source: - Retrieve Durahn Eikinskjaldi's skull
fr: - Retouver le crâne de Durahn Eikinskjaldi
pl: - Odzyskaj czaszkę Durahna Eikinskjaldi

source: - Rescue Thjodrorir's remains
fr: - Sauver les restes de Thjodrorir
pl: - Odzyskaj szczątki Thjodrorira

source: - Pypo must survive
fr: - Pyro doit survivre

source: - Defeat the dwarves
fr: - Vaincre les nains

source: - Take Bracara Augusta
fr: - Prenez Bracara Augusta

source: Human
fr: Humain
pt: Humano

source: Humans
fr: Humains
pt: Humanos

source: enough
fr: assez

source: more
fr: plus

source: Language:
fr: Langue:

source: Random
fr: Aléatoire

source: Researching:
fr: Recherche:

source: Custom
fr: Personnalisée

source: Bonus vs Buildings:
fr: Bonus contre Bâtiments:

source: Bonus vs. Mounted:
fr: Bonus contre unités montés:

source: Charge Bonus
fr: Bonus de chargement

source: Vs. Mounted:
fr: Contre unités montés:

source: Bonus vs. Air:
fr: Bonus contre unités aériennes:

source: Alchemy
fr: Alchimie

source: Gunpowder
fr: Poudre à canon

source: Early Night
fr: Nuit
pl: Wczesna Noc
pt: Noite

source: Late Night
fr: Tôt le matin
pl: Późna Noc
pt: Madrugada

source: Dawn
fr: Aube
pl: Świt
pt: Amanhecer

source: Midnight
fr: Minuit
pl: Północ
pt: Meia-Noite

source: Morning
fr: Matin
pl: Poranek
pt: Manhã

source: Dusk
fr: Crépuscule
pl: Zmierzch
pt: Pôr do Sol

source: Midday
fr: Midi
pl: Południe
pt: Meio-Dia

source: Afternoon
fr: Après-midi
pl: Popołudnie
pt: Tarde

source: Acthnic Tribe
fr: Tribut Acthnic

source: Asa Tribe
fr: Tribut Asa
pl: Plemię Asa
pt: Tribo Asa

source: Herminone Tribe
fr: Tribut Herminone
pl: Plemię Herminone
pt: Tribo Herminona

source: Ingaevone Tribe
fr: Tribut Ingaevone
pl: Plemię Ingaevone
pt: Tribo Ingaevona

source: Istaevone Tribe
fr: Tribut Istaevone
pl: Plemię Istaevone
pt: Tribo Istaevona

source: Skeldung Tribe
fr: Tribut Skeldung
pl: Plemię Skeldung
pt: Tribo Skeldunga

source: Yngling Tribe
fr: Tribut Yngling
pl: Plemię Ynglinga
pt: Tribo Ynglinga

source: Hersing Tribe
fr: Tribut Hersing

source: Vulcan Tribe
fr: Tribut Vulcan
pl: Plemię Vulcan
pt: Tribo Vulcana

source: Hlesing Tribe
fr: Tribut Hlesing

source: Eraling Tribe
fr: Tribut Eraling

source: Karling Tribe
fr: Tribut Karling

source: Thielung Tribe
fr: Tribut Thielung

source: Thrahiling Tribe
fr: Tribut Thrahiling

source: Red
fr: Rouge
pl: Czerwony
pt: Vermelho

source: Blue
fr: Bleu
pl: Niebieski
pt: Azul

source: Green
fr: Vert
pl: Zielony
pt: Verde

source: Black
fr: Noir
pl: Czarny
pt: Preto

source: White
fr: Blanc
pl: Biały
pt: Branco

source: Yellow
fr: Jaune
pl: Żółty
pt: Amarelo

source: Pink
fr: Rose
pl: Różowy
pt: Rosa

source: - Defeat your rivals
fr: - Vaincre vos rivaux
pl: - Pokonaj swoich rywali
pt: - Derrote seus rivais

source: Find Idle Worker (~!.)
fr: Trouver un travailleur libre (~!.)
pt: Encontrar Trabalhador Desocupado (~!.)

source: Worker
fr: Travailleur
pl: Robotnik
pt: Trabalhador

source: Find
fr: Trouver
pl: Znajdź
pt: Encontrar

source: Train C~!leric
fr: Former Pasteur

source: Train ~!Legionary
fr: Maj vers ~!Légionnaire Vétéran

source: Upgrade to ~!Centurion
fr: Maj vers ~!Centurion

source: Convert to ~!Christianity
fr: Convertir au ~!Christianisme

source: Convert to Christianity
fr: Convertir au Christianisme

source: Choose Christianity as your religion. +10 HP, +20 Mana and enables Healing and Blessing spells for Clerics. Allows new magic affixes for items sold at the Market. Incompatible with any pagan deities.
fr: Choisissez le christianisme comme religion. +10 cv, +20 mana et active les sorts de soins et de bénédiction pour les pasteurs. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec les divinités païennes.

source: Choose Christianity as your hero's religion. +10 HP, +20 Mana and enables Healing and Blessing spells for Clerics. Incompatible with any pagan deities.
fr: Choisissez le christianisme comme religion pour votre héros. +10 cv, +20 mana et active les sorts de soins et de bénédiction pour les pasteurs. Incompatible avec les divinités païennes.

source: Build Watch ~!Tower
fr: ~!Tour de guêt

source: Build Stabl~!es
fr: Ecuri~!es

source: Build ~!University
fr: ~!Université

source: Build ~!Wall
fr: Mur (~!W)

source: Research S~!patha
fr: E~!pée Longue

source: +2 Damage for swordwielders. Allows Spathas to be sold at the Market.
fr: +2 dommage pour les épéistes. Permet de les vendre au marché.

source: Research Iron ~!Shield
fr: Bouclier en fer (~!S)

source: +2 Armor for melee infantry and cavalry. Allows Iron Shields to be sold at the Market.
fr: +2 armure pour l'infanterie de mêlée et cavalerie. Permet de le vendre au marché.

source: Research Granite ~!Catapult Projectile
fr: Projectile de ~!catapulte en Granite

source: +12 Damage for Catapults.
fr: +12 dommage pour les catapultes.

source: Research Metal ~!Catapult Projectile
fr: ~!Catapult Projectile en Metal

source: Research Pi~!ke
fr: Lance (~!k)

source: +2 Damage for Spearmen. Allows Pikes to be sold at the Market.
fr: +2 points de dégâts pour lanciers. Permet à Pikes d'être vendu au marché.

source: Research Bodkin ~!Arrow
fr: Flêche Bodkin (~!A)

source: +2 Damage for Archers, Strongholds and Guard Towers. Allows Bodkin Arrows to be sold at the Market.
fr: +2 points de dégâts pour les archers, forteresses et tours de garde. Permet aux flèches Bodkin d'être vendues au marché.

source: Research ~!Masonry
fr: ~!Masonnerie

source: +20% Hit Points, +5 Armor and -25% Salvage Factor for buildings, enables Road and Wall construction, and allows Watch Towers to be upgraded to Guard Towers and Town Halls to Strongholds.
fr: +20% de points de vie, +5 armures et -25% de facteur de récupération pour les bâtiments, permet la construction de routes et de murs, et permet aux tours de surveillance d'être transformées en tours de garde et en hôtels de ville.

source: Research ~!Coinage
fr: Monnaie (~!C)

source: Research Coinage
fr: Monnaie

source: +10% Copper, Silver and Gold Processing Bonus for Smithies. -5% Trade Cost for Markets.
fr: +10% de bonus de traitement de cuivre, d'argent et d'or pour les Smithies. -5% Coût du commerce pour les marchés.

source: Writing
fr: Ecriture

source: Iron Plow
fr: Charrue en fer

source: Research ~!Writing
fr: Ecriture (~!W)

source: Research ~!Wood Plow
fr: Charrue à bois (~!W)

source: Wood Plow
fr: Charrue à bois

source: Research Wood Plow
fr: Charrue à bois

source: Research Writing
fr: Ecriture

source: +10% Research Speed for buildings. Allows Scrolls and Books to be sold at the Market.
fr: + 10% de vitesse de recherche pour les bâtiments. Permet aux rouleaux et aux livres d'être vendus au marché.

source: Research ~!Alchemy
fr: ~!Alchimie

source: +1 Fire Damage for Archers, Strongholds and Guard Towers, +4 Fire Damage for Catapults. Allows new magic affixes for items sold at the Market. Allows potions and elixirs to be sold at the Market.
fr: +1 de dégâts de feu pour les archers, forteresses et tours de garde, +4 dégâts de feu pour les catapultes. Permet de nouveaux affixes magiques pour les articles vendus au marché. Permet de vendre des potions et des élixirs au marché.

source: Worship ~!Wodan
fr: Culte ~!Wodan

source: Choose Woden as your major deity. +2 Damage for Archers, enables Far Sight spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Christianity religion or with the Thunor major deity.
fr: Choisissez Woden comme votre principale divinité. +2 Dégâts pour les archers, permet le sort de vue éloignée pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec la religion du christianisme ou avec la divinité majeure de Thunor.

source: Worship ~!Thunor
fr: Culte ~!Thunor

source: Choose Thunor as your major deity. +2 Damage for sword infantry, enables Shocking Grasp spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Christianity religion or with the Wodan major deity.
fr: Choisissez Thunor comme votre divinité principale. +2 Dégâts pour l'infanterie de l'épée, permet le sort de Shocking Grasp pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec la religion du christianisme ou avec la divinité majeure de Wodan.

source: Worship T~!yr
fr: Culte T~!yr

source: Choose Tyr as a minor deity. +2 Damage for sword infantry, enables Inspire spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Heimdall and Hel minor deities.
fr: Choisissez Tyr comme une divinité mineure. +2 Dégâts pour l'infanterie de l'épée, permet le sort d'Inspire pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec les divinités Heimdall et Hel.

source: Worship ~!Ziu
fr: Culte ~!Ziu

source: Choose Ziu as a minor deity. +2 Damage for sword infantry, enables Inspire spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Hella minor deity.
fr: Choisissez Ziu comme une divinité mineure. +2 Dégâts pour l'infanterie de l'épée, permet le sort d'Inspire pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec la divinité Hella minor.

source: Worship Ti~!w
fr: Culte Ti~!w

source: Choose Tiw as a minor deity. +2 Damage for sword infantry, enables Inspire spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Heimdall and Hel minor deities.
fr: Choisissez Tiw comme divinité mineure. +2 Dégâts pour l'infanterie de l'épée, permet le sort d'Inspire pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec les divinités Heimdall et Hel.

source: Worship ~!Heimdall
fr: Culte ~!Heimdall

source: Choose Heimdall as a minor deity. +1 Sight for Archers, enables Precision spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Frankish, Gothic, Suebi and Teuton civilizations, and with the Hel and Tyr minor deities.
fr: Choisissez Heimdall comme une divinité mineure. +1 pour les Archers, permet le sort Précision pour les Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec les civilisations Francs, Gothiques, Suebi et Teuton, et avec les divinités Hel et Tyr mineures.

source: Worship ~!Hel
fr: Culte ~!Hel

source: Choose Hel as a minor deity. +20 Mana and enables Wither spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Heimdall and Tyr minor deities.
fr: Choisissez Hel comme une divinité mineure. +20 Mana et permet le sort Wither pour Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec les divinités Heimdall et Tyr mineures.

source: Worship ~!Hella
fr: Culte ~!Hella

source: Choose Hella as a minor deity. +20 Mana and enables Wither spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Ziu minor deity.
fr: Choisissez Hella comme une divinité mineure. +20 Mana et permet le sort Wither pour Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec la divinité mineure Ziu.

source: Worship ~!Halja
fr: Culte ~!Halja

source: Choose Halja as a minor deity. +20 Mana and enables Wither spell for Gudjans. Allows new magic affixes for items sold at the Market. Incompatible with the Tyr minor deity.
fr: Choisissez Halja comme une divinité mineure. +20 Mana et permet le sort Wither pour Gudjans. Permet de nouveaux affixes magiques pour les articles vendus au marché. Incompatible avec la divinité mineure Tyr.

source: Choose Wodan as your hero's major deity. +2 Damage for Archers, enables Far Sight spell for Gudjans. Incompatible with the Christianity religion or with the Thunor major deity.
fr: Choisissez Wodan comme divinité principale pour votre héro. +2 Dégâts pour les archers, permet le sort de vue éloignée pour les Gudjans. Incompatible avec la religion du christianisme ou avec la divinité majeure de Thunor.

source: Choose Thunor as your hero's major deity. +2 Damage for sword infantry, enables Shocking Grasp spell for Gudjans. Incompatible with the Christianity religion or with the Wodan major deity.
fr: Choisissez Thunor comme divinité principale pour votre héro. +2 Dégâts pour l'infanterie de l'épée, permet le sort de Shocking Grasp pour les Gudjans. Incompatible avec la religion du christianisme ou avec la divinité majeure de Wodan.

source: Choose Ziu as a minor deity for your hero. +2 Damage for sword infantry and enables Inspire spell for Gudjans. Incompatible with the Hella minor deity.
fr: Choisissez Ziu comme une divinité mineure pour votre héro. +2 Dégâts pour l'infanterie à l'épée et permet le sort Inspire pour les Gudjans. Incompatible avec la divinité Hella minor.

source: Upgrade to Strong~!hold
fr: Forteresse (~!)

source: Upgrade to ~!Guard Tower
fr: Tour de ~!Garde

source: Upgrade to Veteran S~!wordsman
fr: Veteran S~!wordsman

source: Upgrade to ~!Warlord
fr: Seigneur de Guerre (~!W)

source: Upgrade to ~!Knight
fr: Chevalier (~!K)

source: Upgrade to ~!Knight Lord
fr: Chevalier seigneur (~!K)

source: Build University
fr: Université

source: Build Stables
fr: Ecuries

source: Trade Capacity:
fr: Stockage:

source: Train ~!Archer
fr: Former ~!Archer

source: Train ~!Kregar
fr: Former ~!Kregar

source: Train ~!Spearman
fr: Former Lancier (~!K)

source: Train Spearman
fr: Former Lancier

source: Train ~!Knight
fr: Former Chevalier

source: Train Knight
fr: Former Chevalier

source: Buy Rally Point
fr: Acheter des Articles (~!B)

source: Food Cost:
fr: Entretien:
pl: Koszt w Jedzeniu:
pt: Custo de Comida:

source: ~!Move
fr: ~!Déplacer
pt: ~!Mover

source: Build C~!arpenter's Shop
fr: Magasin du Ch~!arpentier

source: Carpenter's Shop
fr: Magasin du Charpentier
pl: Sklep Stolarza
pt: Oficina de Carpinteiro

source: Build ~!Farm
fr: ~!Ferme
pt: Construir ~!Fazenda

source: Build ~!Barracks
fr: Casernes (~!B)

source: Build Sentry ~!Tower
fr: ~!Tour de sentinelle

source: Build ~!Market
fr: ~!Marché

source: Build Market
fr: Marché

source: Build ~!Palisade
fr: ~!Palissade

source: Build ~!Church
fr: Eglise (~!C)

source: Build Church
fr: Eglise)

source: Build Tem~!ple
fr: Tem~!ple

source: Build Temple
fr: Temple

source: Build ~!Academy
fr: ~!Académie

source: Build Academy
fr: Académie

source: Build ~!Dock
fr: Quai (~!D)

source: Build Dock
fr: Quai

source: Build Road
fr: Route

source: Build Railroad
fr: Chemin de fer

source: Build ~!Smithy
fr: Forge (~!S)
pt: Construir Ferraria (~!S)

source: Build Maso~!n's Shop
fr: Maison du Maço~!n

source: Build ~!Yale Pen
fr: Enclos de ~!Yale

source: Build Yale Pen
fr: Enclos de Yale

source: Speed:
fr: Vitesse:
pl: Szybkość:
pt: Veloc.:

source: Train Gun~!powder Infantry
fr: Former Infantrie armée

source: Train ~!Gudjan
fr: Former ~!Gudjan

source: Train ~!Axefighter
fr: Former ~!Axefighter

source: Train ~!Guard
fr: Former ~!Guarde

source: Train ~!Scout
fr: Former Eclaireur (~!S)

source: Train ~!Yale Rider
fr: Former Monteur de ~!Yale

source: Build ~!Ballista
fr: ~!Baliste

source: Train Gry~!phon Rider
fr: Former Monteur de Griffon (~!p)

source: Train ~!Thunderer
fr: Former ~!Thunderer

source: Train ~!Witness
fr: Former ~!Witness

source: Build ~!Ballista Warship
fr: Navire ~!Balistique

source: Build ~!Minecart
fr: Chariot (~!M)

source: Build Minecart
fr: Chariot

source: Upgrade to Bastion
fr: Bastion

source: Upgrade to ~!Bastion
fr: ~!Bastion

source: Can only move over railroads
fr: Déplacement sur les chemins de fer seulement

source: Upgrade to ~!Runesmith
fr: Maître des ~!Runes

source: Upgrade to Runesmith
fr: Maître des Runes

source: Hire C~!leric
fr: Engager Pasteur

source: Gold left:
fr: Or restant:

source: Train
fr: Former

source: Processing
fr: En développement
pl: Przerób
pt: Processamento

source: Level:
fr: Niveau:
pl: Poziom:
pt: Nível:

source: Max Limit:
fr: Limit Max:

source: Already acquired
fr: Déjà acquis

source: Requirements:
fr: Exigences :

source: Train ~!Miner
fr: Former ~!Mineur

source: Raiding:
fr: Raids:

source: Mugging:
fr: Agression:

source: Click to accept quest
fr: Cliquer pour accepter la quête

source: ~!Play Quest
fr: ~!Commencer la Quête

source: Build For~!um
fr: For~!um

source: Chieftain's Hall
fr: Salle Chef de clan
pl: Dwór Wodza
pt: Salão do Chefe

source: Build Chieftain's ~!Hall
fr: Salle Che~!f de clan
pt: Construir Salão do Chefe (~!H)

source: Build Town ~!Hall
fr: ~!Hôtel de Ville

source: Build ~!Lumber Mill
fr: Scierie

source: Build ~!War Lodge
fr: Maison de ~!Guerre
pt: Construir Alojamento de Guerra (~!W)

source: You can select all of your currently visible units of the same type by holding down the CTRL key and selecting a unit or by double-clicking on a unit.
fr: Vous pouvez sélectionner toutes les unités visibles du même type en maintenant la touche CTRL enfoncée et en sélectionnant une unité ou en double-cliquant sur une unité.

source: The more workers you have collecting resources, the faster your economy will grow.
fr: Plus vous aurez de ressources, plus votre économie se développera rapidement.

source: Building more than one barracks will let you train units faster.
fr: Construire plus d'une caserne vous permettra de former des unités plus rapidement.

source: Use your workers to repair damaged buildings.
fr: Utilisez vos travailleurs pour réparer les bâtiments endommagés.

source: Explore your surroundings early in the game.
fr: Explorez rapidement vos environs tôt dans le jeu.

source: Keep all workers working. Use ALT-I to find idle workers.
fr: Gardez tous les travailleurs qui travaillent. Utilisez ALT-I pour trouver des travailleurs inactifs.

source: You can make units automatically cast spells by selecting a unit, holding down CTRL and clicking on the spell icon. CTRL click again to turn off.
fr: Vous pouvez faire en sorte que les unités lancent automatiquement des sorts en sélectionnant une unité, en maintenant la touche CTRL enfoncée et en cliquant sur l'icône du sort. Cliquez CTRL à nouveau pour désactiver.

source: If you hold the SHIFT key, you can give a unit an order which is executed after it finishes the current one.
fr: Si vous maintenez la touche SHIFT enfoncée, vous pouvez donner à une unité un ordre qui est exécuté après la commande en cours.

source: You can give waypoints to units if you press the SHIFT key and then right-click for the move command.
fr: Vous pouvez donner des points de cheminement aux unités si vous appuyez sur la touche SHIFT, puis cliquez avec le bouton droit de la souris sur la commande de déplacement

source: You can order a worker to build one building after the other if you hold the SHIFT key while you place the building.
fr: Vous pouvez ordonner à un travailleur de construire un bâtiment après l'autre si vous maintenez la touche SHIFT enfoncée pendant que vous placez le bâtiment.

source: You can build the same building many times, if you hold the ALT and SHIFT keys while you place the structures.
fr: Vous pouvez construire le même bâtiment plusieurs fois, si vous maintenez les touches ALT et SHIFT pendant que vous placez les structures.

source: Use CTRL-V or ALT-V to cycle through the viewport configuration, you can then monitor your base and lead an attack.
fr: Utilisez CTRL-V ou ALT-V pour faire défiler la configuration de la fenêtre, vous pouvez ensuite surveiller votre base et mener une attaque.

source: Unlike the dwarves, humans and goblins have no flying rider unit. Their archers have a bonus against flying units, however.
fr: Contrairement aux nains, les humains et les gobelins n'ont aucune unité de cavalier volant. Cependant, leurs archers ont un bonus contre les unités volantes.

source: It is not safe to get close to a goblin war machine.
fr: Il n'est pas prudent de s'approcher d'une machine de guerre gobeline.

source: Spearmen deal extra damage to mounted units.
fr: Les lanciers infligent des dégâts importants aux unités montées.

source: Organic ranged units can shoot from within towers, strongholds and transport ships, with extra range.
fr: Les unités organiques à distance peuvent tirer de l'intérieur de tours, de bastions et de navires de transport, avec une portée supplémentaire.

source: Cavalry units have a charge bonus, dealing extra damage depending on the number of tiles traversed before attacking.
fr: Les unités de cavalerie ont un bonus de charge, infligeant des dégâts supplémentaires en fonction du nombre de tuiles traversées avant l'attaque.

source: Temples regenerate the health of nearby organic units.
fr: Les temples régénèrent la santé des unités organiques proches.

source: Severely burning buildings keep losing health if left unrepaired.
fr: Les bâtiments gravement brûlés continuent de se détruire s'ils ne sont pas réparés.

source: Build roads between mines and town halls to speed up resource gathering.
fr: Construisez des routes entre les mines et les mairies pour accélérer la récolte des ressources.

source: Researching a Writing upgrade will allow your faction to advance from a tribal one to a polity.
fr: La recherche d'une mise à niveau d'écriture permettra à votre faction d'avancer d'un tribal à une politique.

source: Organic units can level up.
fr: Les unités vivantes peuvent monter de niveau.

source: When a unit levels up, an exclamation point appears over it, and it can upgrade to a new unit type or learn new abilities.
fr: Quand une unité se met à niveau, un point d'exclamation apparaît dessus, et elle peut évoluer vers un nouveau type d'unité ou apprendre de nouvelles capacités.

source: Persistent heroes will carry over their experience level, items and abilities across scenarios and game modes.
fr: Les héros persistants pourront transmettre leur niveau d'expérience, leurs objets et leurs capacités à travers les scénarios et les modes de jeu.

source: Cave walls can be harvested for stone.
fr: Les murs des grottes peuvent être récoltés pour la pierre.

source: You can build gold mines on top of gold deposits.
fr: Vous pouvez construire des mines d'or au-dessus des gisements d'or

source: Silver and gold are converted into copper when delivered, at a rate of 200% and 400%, respectively.
fr: L'argent et l'or sont convertis en cuivre à la livraison, à raison de 200% et 400%, respectivement.
