Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Iron and mithril are converted into copper when delivered, at a rate of 100% and 800%, respectively. In order to harvest them, the Ironworking technology is required.
fr: Le fer et le mithril sont convertis en cuivre à la livraison, à raison de 100% et de 800%, respectivement. Afin de les récolter, la technologie Ferronnerie est nécessaire.

source: If a worker unit is stuck between trees or rocks, it will drop the resources it is carrying to be able to harvest more and escape.
fr: Si une unité de travail est coincée entre des arbres ou des roches, elle laissera tomber les ressources qu'elle transporte pour pouvoir récolter plus et s'échapper.

source: Wild gryphons are dangerous predators.
fr: Les griffons sauvages sont des prédateurs dangereux.

source: There is a chance animals will escape from destroyed stables or pens.
fr: Il y a une chance que les animaux s'échappent des écuries ou des enclos détruits.

source: Potions of healing and food items can be used by damaged units to heal themselves. Right-click on those items to pick them up.
fr: Les potions de guérison et les aliments peuvent être utilisés par les unités endommagées pour se soigner. Faites un clic droit sur ces éléments pour les ramasser.

source: Healing items in a unit's inventory are automatically used if the unit's health is too low.
fr: Les objets soignants dans l'inventaire d'une unité sont automatiquement utilisés si l'état de santé de l'unité est trop bas.

source: Persistent heroes can carry items, and the same applies to regular level 3 organic units.
fr: Les héros persistants peuvent transporter des objets, et il en va de même pour les unités organiques régulières de niveau 3.

source: AI buildings and unique units drop items when killed.
fr: Les bâtiments et les unités uniques de l'IA déposent des objets lorsqu'ils sont tués.

source: The chance a unique unit will drop a magic or unique item depends on its level.
fr: La chance qu'une unité unique laisse tomber un objet magique ou unique dépend de son niveau.

source: Thieves deal bonus damage when attacking from the back.
fr: Les voleurs infligent des dégâts supplémentaires lorsqu'ils attaquent à l'arrière.

source: Fire damage ignores armor.
fr: Les dégâts de feu ignorent l'armure.

source: Time efficiency bonus makes a building train, research and upgrade faster. If it is a resource building, then harvesting from it will also proceed faster.
fr: Le bonus d'efficacité du temps permet de construire, de rechercher et de mettre à niveau un bâtiment plus rapidement. S'il s'agit d'un bâtiment de ressources, la récolte sera plus rapide.

source: Cave
fr: Grotte

source: Conifer Forest (Autumn)
fr: Forêt de conifères (automne)

source: Conifer Forest (Summer)
fr: Forêt de conifères (été)

source: Dungeon
fr: Donjon

source: Fairlimbed Forest
fr: Forêt enchantée

source: Swamp
fr: Marais

source: Blessing
fr: Bénédiction

source: Bow Master
fr: Maître archer

source: Critical Strike
fr: Coup critique

source: Deadly Precision
fr: Précision mortelle

source: Eagle Eye
fr: Oeil de lynx

source: Gun Mastery
fr: Maîtrise des armes

source: Healing
fr: Guérison

source: Portent
fr: Présage

source: Scouting
fr: Reconnaissance

source: Puncture
fr: Piqûre

source: Precise Shot
fr: Tir précis

source: Shocking Grasp
fr: Prise de chox

source: Stun
fr: Etourdir

source: Terror
fr: Terreur

source: Toughness
fr: Endurance

source: Wither
fr: Dessécher

source: Throwing Mastery
fr: Maîtrise du lancer

source: Sword Mastery
fr: Maîtrise de l'épée

source: ~!Abilities
fr: C~!apacités

source: Many units can learn new abilities when leveling up. These provide them with some form of benefit, such as increasing damage.
fr: De nombreuses unités peuvent apprendre de nouvelles capacités lors du leveling up. Ceux-ci leur fournissent une forme de bénéfice, comme l'augmentation des dommages.

source: Accuracy/Evasion
fr: Précision/Evasion

source: A unit's chance to hit another unit is determined by its accuracy relative to the target's evasion.
fr: La chance d'une unité de toucher une autre unité est déterminée par sa précision par rapport à l'évasion de la cible.

source: ~!Backstab
fr: Poignarder dans le dos (~!B)

source: Thief units deal extra damage when attacking an organic unit from the back. Thieves attacking from the right or left rear sides will cause +50% damage, and +100% damage if attacking directly from behind.
fr: Les voleurs infligent des dégâts supplémentaires lorsqu'ils attaquent une unité organique par l'arrière. Les voleurs attaquant à partir des côtés arrières droit ou gauche causeront +50% de dégâts, et + 100% de dégâts s'ils attaquent directement par derrière.

source: Cavalry units deal extra damage depending on how many tiles they traversed before the attack. A unit that has a charge bonus of 5% will deal 5% extra damage for each tile passed through. The tile count is capped at 10.
fr: Les unités de cavalerie infligent des dégâts supplémentaires en fonction du nombre de tuiles qu'elles ont traversées avant l'attaque. Une unité qui a un bonus de charge de 5% infligera 5% de dégâts supplémentaires pour chaque tuile traversée. Le nombre de tuiles est plafonné à 10.

source: Disembarkment Bonus
fr: Bonus de débarquement

source: Units that have a disembarkment bonus deal 50% more damage for a certain duration after having been unloaded from a transport ship.
fr: Les unités qui ont une prime de débarquement infligent 50% de dégâts supplémentaires pendant une certaine durée après avoir été déchargées d'un navire de transport.

source: Organic units gain experience as enemy units are killed, eventually allowing them to level up. Workers can also gain experience by harvesting resources and building structures. Leveling up allows the unit to upgrade to a better unit type, or to learn a new ability.
fr: Les unités organiques acquièrent de l'expérience à mesure que les unités ennemies sont tuées, leur permettant éventuellement de monter de niveau. Les travailleurs peuvent également acquérir de l'expérience en récoltant des ressources et en construisant des structures. La mise à niveau permet à l'unité de passer à un meilleur type d'unité ou d'apprendre une nouvelle capacité.

source: Flan~!king
fr: Flanquer (~!k)

source: Units who are flanked in combat get a malus to evasion. Flanking happens when the unit is attacked from behind or from the side.
fr: Les unités qui sont flanquées dans le combat obtiennent un malus à l'évasion. Le flanking se produit lorsque l'unité est attaquée par derrière ou par le côté.

source: ~!Food
fr: ~!Nourriture

source: Food is produced by farms in the RTS mode, and determines the maximum amount of units a player can have.
fr: Les aliments sont produits par les fermes en mode RTS et déterminent la quantité maximale d'unités qu'un joueur peut avoir.

source: Game T~!ype
fr: T~!ype de Jeu

source: In the Single Player Setup screen different game types can be chosen. A Melee game means that the player will stand against all AI players, while in Free for All players are hostile against every other player. Choosing Top vs Bottom or Left vs Right will create two teams, with players being assigned to them according to map position.
fr: Dans l'écran de configuration du joueur unique, différents types de jeu peuvent être choisis. Un jeu de mêlée signifie que le joueur se dressera contre tous les joueurs IA, tandis que dans Free for All les joueurs sont hostiles contre tous les autres joueurs. Choisir Haut vs Bas ou Gauche vs Droite créera deux équipes, les joueurs leur étant assignés en fonction de la position de la carte.

source: ~!Garrisoning
fr: ~!Garnison

source: Certain buildings can be garrisoned by organic units, and some of them (like towers) even allow ranged units with to attack from within them.
fr: Certains bâtiments peuvent être garnis d'unités organiques, et certains d'entre eux (comme les tours) permettent même aux unités à distance d'attaquer de l'intérieur.

source: Har~!vesting
fr: Récolte (~!)

source: Resources can be harvested by worker units. Copper is mined by assigning workers to copper rocks and copper mines (built on copper deposits), or to their silver and gold equivalents - which when delivered will be converted to copper. Lumber is gathered by harvesting trees or wood piles, while stone is harvested from rocks. Coal mines are used in a similar manner to copper mines, but they appear only in specific scenarios.
fr: Les ressources peuvent être récoltées par les unités de travail. Le cuivre est extrait en affectant des ouvriers à des roches de cuivre et à des mines de cuivre (construites sur des gisements de cuivre), ou à leurs équivalents d'argent et d'or qui, une fois livrés, seront convertis en cuivre. Le bois est récolté en coupant des arbres ou des piles de bois, tandis que la pierre est récoltée dans les rochers. Les mines de charbon sont utilisées de la même manière que les mines de cuivre, mais elles n'apparaissent que dans des scénarios spécifiques.

source: Heroes belong to one of the normal unit types, but unlike regular units, a hero's experience level and learned abilities are saved across scenarios. Besides the story heroes, players can also create custom heroes to use in scenarios, quests and (single-player) custom games.
fr: Les Héros appartiennent à l'un des types d'unités normales, mais à la différence des unités normales, le niveau d'expérience d'un héros et les capacités apprises sont sauvegardés dans tous les scénarios. Outre les héros de l'histoire, les joueurs peuvent également créer des héros personnalisés à utiliser dans des scénarios, des quêtes et des jeux personnalisés (solo).

source: In~!dustry
fr: In~!dustrie

source: Resources can be transformed into others in industrial buildings. If the option to produce the resource is active, workers can use the industrial building similar to how they would a mine, to transform resources. Copper can be transformed into jewelry in smithies, and lumber can be transformed into furniture in lumber mills.
fr: Les ressources peuvent être transformées en d'autres dans les bâtiments industriels. Si l'option de production de la ressource est active, les travailleurs peuvent utiliser le bâtiment industriel de la même façon qu'une mine pour transformer les ressources. Le cuivre peut être transformé en bijoux dans les forges, et le bois peut être transformé en meuble dans les scieries.

source: Ite~!ms
fr: Art~!icles

source: Items can be picked up by units with an inventory (persistent heroes as well as organic units of level 3 and higher). Items come in several different types, such as weapons, shields, boots, rings and potions. Units can equip weapons of a particular class (i.e. Axefighters can equip axes), and non-ranged units may equip shields as well. Any unit can wear boots or drink potions; the latter can be used as a power-up by units who don't have an inventory. Equipping an item will replace the bonuses from weapon technologies with those of the item. Items are generally dropped by AI-controlled units and buildings, and possess a chance of having a magic affix. Such prefixes and suffixes affect the item's stats, changing its damage, armor and other values. Additionally, unique items also have a chance of dropping. Unique items are often better than magic items, but not necessarily. Items that are neither magic nor unique will disappear five minutes after being dropped. Besides items, units can also pick up power-ups. These are not restricted to units with inventories, and will perform effects such as restoring HP, causing a status effect or providing resources.
fr: Connaissance (~!w)

source: Knowledge stats are gained by organic units when they read literary works, being primarily relevant for higher-level units. Knowledge (Magic) is useful for identifying items. When holding a magic item in the unit's inventory, it is automatically identified if the unit's Knowledge (Magic) level is high enough. Furthermore, for every five levels in Knowledge (Magic), the character gains one maximum mana. For every five levels in Knowledge (Warfare), the character gains one maximum hit point. The stat is increased mainly by reading the appropriate literary works.
fr: ~!Lois

source: Law upgrades can be acquired in the main hall. Contrary to most researches, law upgrades can be incompatible with each other. If a new law upgrade that is incompatible with an existing one is acquired, the older law upgrade will be removed for the player.
fr: Les mises à niveau de droit peuvent être acquises dans le hall principal. Contrairement à la plupart des recherches, les mises à niveau de la loi peuvent être incompatibles les unes avec les autres. Si une nouvelle mise à niveau de loi est incompatible avec une existant, l'ancienne mise à jour de la loi sera supprimée pour le joueur.

source: Mer~!cenaries
fr: Mer~!cenaires

source: Mercenaries can be hired at mercenary camps. They do not take any time to train, becoming ready instantly. However, mercenary camp unit stocks take some time to recover.
fr: Des mercenaires peuvent être embauchés dans des camps de mercenaires. Ils ne prennent pas de temps pour s'entraîner, devenant prêts instantanément. Cependant, les stocks des unités de mercenaires prennent du temps à se rétablir.

source: M~!ugging
fr: Agression (~!u)

source: Whenever a unit with Mugging does damage to another unit, the mugging unit's player will gain resources. The obtained resources are a portion of the mugged unit's costs, based on the Mugging percentage and how much of the unit's maximum HP the damage dealt is. The other player also loses resources when this occurs.
fr: À chaque fois qu'une unité avec agression inflige des dégâts à une autre unité, le joueur de l'unité d'agression gagne des ressources. Les ressources obtenues sont une partie des coûts de l'unité agressée, en fonction du pourcentage d'agression et de la quantité de PV maximum de l'unité infligée. L'autre joueur perd également des ressources lorsque cela se produit.

source: In the No Randomness mode, damage does not randomly vary. There is also no random chance to miss attacks, with accuracy providing a bonus to damage instead, and evasion to armor. Furthermore, traits for non-hero units have no effect.
fr: Dans ce mode, les dégâts ne varient pas de manière aléatoire. Il n'y a également aucune chance aléatoire de manquer des attaques, avec une précision fournissant un bonus aux dégâts à la place, et une évasion à l'armure. De plus, les traits pour les unités non-héros n'ont aucun effet.

source: ~!Trade
fr: ~!Commerce

source: Resource trade is conducted in market buildings, where lumber and stone can be exchanged for copper. Luxury resources, such as jewelry and furniture, are sold automatically if a market is present. The trade cost percentage is deducted from the copper received when a resource is sold, and from the quantity obtained when a resource is bought. Trader units can generate copper by trading with foreign markets or docks. The higher the resource price difference with the other player, the more profitable trade with their markets and docks is. When a unit conducts trade, it also converges the prices of both players.
fr: Le commerce de ressources est effectué dans les bâtiments du marché, où le bois et la pierre peuvent être échangés contre du cuivre. Les ressources de luxe, telles que les bijoux et les meubles, sont vendues automatiquement si un marché est présent. Le pourcentage du coût d'échange est déduit du cuivre reçu lors de la vente d'une ressource et de la quantité obtenue lors de l'achat d'une ressource. Les unités de négociation peuvent générer du cuivre en négociant avec des marchés ou des docks étrangers. Plus la différence de prix de ressource est élevée avec l'autre joueur, plus le commerce avec leurs marchés et docks est profitable. Quand une unité fait du commerce, elle converge aussi les prix des deux joueurs.

source: Each organic unit has an individual personality or physical trait assigned to it, which affects its stats. Clumsy: -1 Accuracy, -1 Evasion Dextrous: +1 Accuracy, +1 Evasion Keen: +1 Accuracy, +1 Sight Limping: -2 Speed Mighty: +2 Damage Near-Sighted: -1 Accuracy, -1 Sight Old: -1 Sight, -1 Speed Quick: +1 Speed Reckless: -1 Evasion Resilient: +5 HP Slow: -1 Speed Strong: +1 Damage Vicious: +2 Damage Weak: -1 Damage
fr: Chaque unité organique a une personnalité individuelle ou un trait physique qui lui est assigné, ce qui affecte ses statistiques. Maladroit: -1 Accuracy, -1 Evasion Dextrous: +1 Accuracy, +1 Evasion Keen: +1 Accuracy, +1 Sight Limping: -2 Speed Mighty: +2 points de dégâts Near-Sighted: -1 Accuracy, -1 Sight Old: -1 Sight, -1 Vitesse Quick: +1 Speed Reckless: -1 Evasion Resilient: +5 HP Slow: -1 Speed Strong: +1 points de dégâts Vicious: +2 Damage Weak: -1 Damage

source: Food
fr: Nourriture

source: Build Mead ~!Hall
fr: Salle des Banquets (~!H)

source: Build Mushroom ~!Farm
fr: ~!Ferme de Champignons

source: Build ~!War Hall
fr: Salle de Guerre (~!W)

source: +10 HP for Miners, +1 Damage for Axefighters, +50% Research Speed for Smithies
fr: +10 points de vie pour les mineurs, +1 point de dégâts pour les attaques axiales, + 50% de vitesse de recherche pour les Smithies

source: +1 Damage for Yale Riders, +1 Armor for Axefighters
fr: +1 points de dégâts pour les Cavaliers en Yale, +1 Armure pour les lanceurs de hache

source: +2 Damage for Yale Riders
fr: +2 points de dégâts pour les cavaliers de Yale

source: +1 Damage and +1 Armor for Axefighters
fr: +1 points de dégâts et +1 Armure pour les lanceurs de hache

source: +5% Copper, Silver and Gold Processing for Smithies
fr: + 5% de cuivre, d'argent et d'or pour les Smithies

source: +2 Evasion for Axefighters
fr: +2 Evasion pour les lanceurs de hache

source: +3 Damage and -1 Armor for Axefighters
fr: +3 points de dégâts et -1 d'Armure pour les lanceurs de hache

source: +12 Damage for Ballistas
fr: +12 points de dégâts pour les balistes

source: +2 Damage for Guards
fr: +2 points de dégâts pour les Gardiens

source: +1 Damage for Yale Riders and Scouts
fr: +1 points de dégâts pour les Cavaliers en Yale et Eclaireurs

source: -5 HP and +3 Damage for Axefighters
fr: -5 HP et +3 points de dégâts pour les lanceurs de hache

source: +2 Damage for Axefighters
fr: +2 points de dégâts pour les lanceurs de hache

source: +10 HP for Miners, +5 Armor for Towers, +50% Research Speed for Smithies
fr: +10 HP pour les mineurs, +5 Armure pour les Tours, +50% vitesse de recherche pour les Forges

source: After a long time wandering, a clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home...
fr: Après une longue errance, un clan de nains dirigé par Modsognir est arrivé à Svarinshaug, à la recherche d'une nouvelle maison...
pl: Po długiej wędrówce, klan krasnoludów prowadzony przez Modsognira przybył do Svarinshaug w poszukiwaniu nowego domu...

source: My clansfolk, this rocky hill seems like a promising place to build our place of dwelling. And if we are to survive here, we will need food and materials to build shelters for our people.
fr: Cette colline rocheuse semble être un endroit prometteur pour construire notre lieu d'habitation. Et si nous voulons survivre ici, nous aurons besoin de nourriture et de matériaux pour construire des abris pour notre population.

source: Aye. There are plenty of yales here, we should hunt some. I saw a yale cave to the southeast when we were on our way here.
fr: Il y a plein de Yales ici, nous devrions en chasser ... J'ai vu une grotte de Yale au sud-est quand nous étions en route ici.

source: There are many perils laying about. We need to be ready quickly.
fr: Il y a beaucoup de dangers qui traînent. Nous devons être prêts rapidement.

source: Hint: Select a Miner, press the Build Structure button and then click on the Build Mead Hall button to build the structure required for this quest. The Mead Hall can only be built on a Settlement Site.
fr: Astuce : Sélectionnez un mineur, appuyez sur le bouton Construire la structure, puis cliquez sur le bouton Construire la salle des banquets pour valider pour cette quête. La Salle des Banquets ne peut être construit que sur un site d'établissement.

source: Hint: Select a Miner and then right-click on a Yale Cave to build a Yale Hunting Lodge.
fr: Astuce : Sélectionnez un mineur puis faites un clic droit sur une grotte de Yale pour construire un pavillon de chasse Yale.

source: The mead hall is built, my chieftain.
fr: Chef ! La salle des banquets est construite.

source: Hmm. That's some good craftsmanship. And now we can begin harvesting the materials we need.
fr: Hmm. C'est du bon travail. Maintenant nous pouvons commencer à récolter les matériaux dont nous avons besoin.

source: Hint: You can acquire side-quests in your Mead Hall, and train new Miners there should you need them. If you lack the Food supply to train more units, build farms with your existing miners.
fr: Astuce : Vous pouvez acquérir des quêtes secondaires dans votre salle des banquets, et former de nouveaux mineurs si vous en avez besoin. Si vous n'avez pas l'approvisionnement en nourriture pour former plus d'unités, construisez des fermes avec vos mineurs existants.

source: Hint: You can harvest stone from Stone Piles, as well as from rock tiles.
fr: Astuce : Vous pouvez récolter la pierre depuis les tas de pierre ou les collines de roche.

source: Ah, nothing like the taste of roasted yale...
fr: Ah, rien de tel que le goût du yale rôti...

source: Hint: Yale Hunting Lodges provide you with food, but that is not all. You can also instruct your workers to gather leather there, which is sold automatically for copper if you have built a market.
fr: astuce : le pavillon de chasse de Yale vous fournit de la nourriture, mais pas que. Vous pouvez également demander à vos ouvriers d'y recueillir du cuir, qui est vendu automatiquement en cuivre si vous avez construit un marché.

source: The materials we need have been collected. It is time to build our new homes by these rocks!
fr: Les matériaux dont nous avons besoin ont été collectés. Il est temps de construire nos nouvelles maisons avec ces roches!
pl: Zebraliśmy wszystkie potrzebne surowce. Czas wybudować nasz nowy dom z tych kamieni!

source: Aye, chieftain! And we should build a war hall here, to train warriors to fight off any potential foes.
fr: Oui, chef ! Nous devrions construire une salle de guerre ici, afin de former des guerriers pour combattre nos ennemis potentiels.

source: This is our land! Die, breastling trespassers!
fr: C'est notre terre ! Mourrez intrus !

source: Kobolds! We are under attack!
fr: Kobolds ! Nous sommes attaqués !

source: Damn scaly beast!
fr: Bon sang, une bête avec des écailles

source: The kobolds claim these stonelands as their own. There are many other kobold territories, however, and us dwarves have only these rocks to call home. If our settlement in Svarinshaug is destroyed, we will go extinct.
fr: Les kobolds revendiquent ces terres de pierre comme étant les leurs. Il y a beaucoup d'autres territoires kobold, cependant nos nains ont que ces rochers la pour construite leur maison. Si notre colonisation de Svarinshaug est détruite, nous disparaîtrons avec.

source: Ye speak truly, Modsognir. But perhaps we can agree to some form of peace with the creatures?
fr: Modsognir, peut-être pouvons-nous accepter une forme de paix avec ces créatures ?
