Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: - Defeat the Norlunds
fr: - Vaincre les Norlunds

source: Level Up
fr: Mettre à niveau

source: Your unit has leveled up! Click on the "Choose Level-Up Upgrade" button in its command button panel to select a level-up upgrade for it.
fr: Votre unité monte de niveau ! Cliquez sur le bouton "Mise à niveau" afin de choisir le niveau à monter.

source: The Miner is the worker unit of the Dwarven civilization. It is used to build structures, harvest resources and repair buildings. Miners can be trained at the Mead Hall. Miners have a gathering rate bonus when harvesting metals, and a malus when gathering lumber.
fr: Les mineurs sont des travailleurs de la civilisation des Nains. Ils sont utilisés pour construire des structures, récolter des ressources et réparer des bâtiments. Les mineurs peuvent être formés à la salle des banquets. Les mineurs ont un bonus de collecte lorsqu'ils récoltent des métaux et un malus lorsqu'ils récoltent du bois.

source: The Guard Tower provides you with extended vision, as well as space for two units to garrison inside. Ranged units garrisoned in a Guard Tower can perform attacks from within.
fr: La tour de garde vous offre une vision étendue, ainsi que de l'espace pour deux unités à garnir à l'intérieur. Les unités à distance en garnison dans une tour de garde peuvent effectuer des attaques depuis l'intérieur.

source: Persistent Heroes
fr: Héros Persistants

source: The War Hall can be used to train military units.
fr: La salle de guerre permet de former des unités militaires.

source: Silver rocks can be mined for silver, which when processed is converted to copper at a 200% rate.
fr: Les roches d'argent peuvent être extraites pour l'argent, qui, une fois transformé, est converti en cuivre à un taux de 200%.

source: Silver deposits are the most durable source of silver. Build a silver mine on top of it to harvest the silver within, which when processed is converted to copper at a 200% rate.
fr: Les gisements d'argent sont la source d'argent la plus durable. Construisez une mine d'argent pour récolter l'argent qui, une fois transformé, est converti en cuivre à un taux de 200%.

source: Copper rocks can be mined for copper.
fr: Les roches de cuivre peuvent être extraites pour le cuivre.

source: Copper deposits are the most durable source of copper. Build a copper mine on top of it to harvest the copper within.
fr: Les gisements de cuivre sont la source de cuivre la plus durable. Construire une mine de cuivre sur le dessus pour récolter le cuivre à l'intérieur.

source: Iron deposits serve as a source of iron. Build an iron mine on top of it to harvest the iron within, which when processed is converted to copper at a 100% rate. Iron mines require the Ironworking technology.
fr: Les dépôts de fer servent de source de fer. Construire une mine de fer au-dessus de celui-ci pour récolter le fer à l'intérieur, qui, lorsqu'il est transformé est converti en cuivre à un taux de 100%. Les mines de fer nécessitent la technologie Travail du fer.

source: Mithril deposits serve as a source of mithril. Build a mithril mine on top of it to harvest the mithril within, which when processed is converted to copper at a 800% rate. Mithril mines require the Ironworking technology.
fr: Les dépôts de mithril servent de source de mithril. Construire une mine de mithril au-dessus pour récolter le mithril à l'intérieur, qui, lorsqu'il est transformé est converti en cuivre à un taux de 800%. Les mines de mithril nécessitent la technologie Travail du fer.

source: Wood piles can be harvested for lumber. When a building is destroyed, it has a chance to spawn a wood pile.
fr: Les tas de bois peuvent être récoltées pour le bois d'œuvre. Quand un bâtiment est détruit, il a une chance de faire apparaître une pile de bois.

source: Stone piles can be harvested for stone. When a building that costs stone is destroyed, it has a chance to spawn a stone pile.
fr: Les tas de pierre peut être récolté. Quand un bâtiment qui coûte de la pierre est détruit, il a une chance de faire apparaître un tas de pierre.

source: Logs can be harvested for lumber.
fr: Les bûches peuvent être récoltées pour le bois.

source: A unit can hide from its enemies within a tree stump. Tree stumps can also be chopped for lumber.
fr: Une unité peut se cacher de ses ennemis dans une souche d'arbre. Les souches d'arbres peuvent également être hachées pour le bois d'œuvre

source: A unit can hide from its enemies within a hole.
fr: Une unité peut se cacherdes ennemis à l'intérieur d'un trou.

source: Raft
fr: Radeau

source: Rafts can be used by units to traverse water bodies. To use a raft, place a unit on top of it, and then it will use the raft to move when ordered to pass through water.
fr: Les radeaux peuvent être utilisés par les unités pour traverser les plans d'eau. Pour utiliser un radeau, placez une unité sur le radeau, puis il utilisera le radeau pour se déplacer lorsqu'il a ordre de traverser l'eau.

source: Food items provide healing to units. They can be carried by units who have an inventory, or used directly by units who don't. Healing items are automatically used if the unit is low enough on health.
fr: Les aliments fournissent la guérison aux unités. Ils peuvent être transportés par des unités qui ont un inventaire ou qui sont utilisés directement par des unités qui n'en ont pas. Les objets de soins sont automatiquement utilisés si l'unité est en a besoin.

source: Potions of healing can greatly increase the survivability of your units. They can be carried by units who have an inventory, or used directly by units who don't. Healing items are automatically used if the unit is low enough on health.
fr: Les potions de guérison peuvent grandement augmenter la capacité de survie de vos unités. Ils peuvent être transportés par des unités qui ont un inventaire ou qui sont utilisés directement par des unités qui n'en ont pas. Les objets de soins sont automatiquement utilisés si l'unité est en a besoin.

source: ~<Achievements~>
fr: ~<Accomplissements~>

source: ~!Previous Menu
de: Vorheriges Menu (~!P)
fr: ~!Retour
pt: Menu Anterior (~!P)

source: Progress:
fr: Progression:

source: ~<Scenarios~>
fr: ~<Scénarios~>

source: No Randomness
fr: Non Aléatoire

source: No Day/Night Cycle
fr: Sans cycle jour/nuit

source: Easy
fr: Facile

source: Hard
fr: Difficile

source: Low
fr: Bas

source: Medium
fr: Moyen

source: High
fr: Haut

source: None
fr: Aucune

source: Select Map
fr: Choissir une carte
pl: Wybierz Mapę
pt: Selecionar Mapa

source: Select Mod
fr: Choissir un Mod

source: ~!Scenarios
fr: ~!Scénarios

source: ~!Start Scenario
fr: ~!Commencer Scénario

source: ~<Single Player Game Setup~>
fr: ~<Paramétrages en Joueur Solo~>

source: Wyrmsun Design and Maintenance
fr: Wyrmsun Conception et Maintenance

source: Programming and Scripting
fr: Programmation et script

source: Graphics and Artwork
fr: Effets Sonores

source: Music
fr: Musique

source: Maps
fr: Cartes

source: Lore
fr: Traditions

source: Encyclopedia
fr: Encyclopédie
pl: Encyklopedia
pt: Enciclopédia

source: Historical and Mythological Research
fr: Recherche historique et mythologique

source: Testing
fr: Testeurs

source: Translation
fr: Traductions

source: Code used:
fr: Codes Utilisés:

source: Create Custom Hero
fr: Nom:

source: Surname:
fr: Pseudo:

source: Civilization:
fr: Civilisation:

source: Class:
fr: Classe:
pl: Klasa:
pt: Classe:

source: Variation:
fr: Variante:

source: Crea~!te
fr: Crée~!r

source: New ~!Name
fr: ~!Nom

source: Diplomacy
fr: Diplomatie

source: Allied
fr: Allié

source: Enemy
fr: Ennemi

source: Shared Vision
fr: Vision Partagée

source: Map Description:
fr: Description Carte:

source: Width:
fr: Largeur:

source: Height:
fr: Hauteur:

source: ~!New Map
fr: ~!Nouvelle Carte
pt: ~!Novo Mapa

source: Size:
fr: Taille:

source: ~!Select Map
fr: ~!Choisir Carte
pt: ~!Selecionar Mapa

source: ~!Select Mod
fr: ~!Choisir Mod

source: ~!Edit Map
fr: ~!Editer Carte
pt: ~!Editar Mapa

source: ~!Edit Mod
fr: ~!Editer Mod

source: ~!Load Map
fr: ~!Charger Carte
pt: Carregar Mapa (~!L)

source: Load ~!Mod
fr: Charger ~!Mod

source: A map needs to have at least one person player.
fr: Une carte doit avoir au moins un joueur.

source: Save Map
fr: Enregistrer Carte

source: Save as Mod
fr: Enregistrer en Mod

source: Player Properties
fr: Propriétés du Joueur

source: neutral
fr: Neutre

source: Copper:
fr: Cuivre:

source: Lumber:
fr: Bois:
pl: Drewno:
pt: Madeira:

source: Stone:
fr: Pierre:
pl: Kamień:
pt: Pedra:

source: Damage:
fr: Dommage:
pl: Atak:
pt: Dano:

source: Map Properties
fr: Propriétés de la Carte

source: Map Name:
fr: Nom Carte:

source: Custom Data Properties
fr: Propriétés de Données Personnalisées

source: Custom ~!Factions
fr: Personnaliser les ~!Factions

source: Custom Factions
fr: Personnaliser les Factions

source: Color:
fr: Couleur:

source: Upgrade:
fr: Améliorer:

source: The faction's name cannot be empty.
fr: Le nom de la faction ne peut pas être vide.

source: There is already another faction with that name.
fr: Il y a une autre faction avec le même nom.

source: The faction's name is invalid.
fr: Le nom de la faction est invalide.

source: ~!Delete
fr: ~!Supprimer

source: Delete
fr: Supprimer

source: Editor Menu
fr: Menu Editeur

source: Save Map (~<F11~>)
fr: Enregistrer (~<F11~>)

source: Save as ~!Mod
fr: Enregistrer en ~!Mod

source: Map Properties (~<F5~>)
fr: Propriétés Carte (~<F5~>)

source: Player Properties (~<F6~>)
fr: Propriétés Joueur (~<F6~>)

source: Custom ~!Data
fr: ~!Données Personnalisées

source: E~!xit to Menu
fr: Q~!uitter vers le Menu

source: Return to Editor (~<Esc~>)
fr: Retour vers Editeur (~<Esc~>)

source: Unit Properties
fr: Propriétés Unité

source: Unit Name
fr: Nom Unité

source: Unit Trait
fr: Trait Unité

source: Prefix
fr: Préfixe

source: Suffix
fr: Suffixe

source: Work
fr: Travail

source: Hit Points:
fr: Points de Dommage:
pl: Punkty Życia:
pt: Vida:

source: The resource amount must be a number.
fr: La quantité de ressource doit être un nombre.

source: The hit points must be a number.
fr: Les Points de dommage doivent être un nombre.

source: Create Unit Type
fr: Créer une unité

source: The unit type's ident must begin with
fr: L'identifiant doit commencé par

source: The unit type's ident cannot be empty.
fr: L'identifiant ne peut pas être vide.

source: There is already another unit type with that ident.
fr: Il existe déja un même identifiant.

source: The unit type's ident is invalid.
fr: L'identifiant est invalide.

source: The unit type's name is invalid.
fr: Le nom est invalide.

source: Properties
fr: Propriétés

source: ~!Main Properties
fr: Propriétés ~!Principales

source: ~!Graphics
fr: ~!Graphismes

source: ~!Resource Stats
fr: Stats ~!Ressources

source: ~!Sounds
fr: ~!Sons

source: Graphics:
fr: Graphismes:

source: Shadow:
fr: Ombre:

source: Frame Width:
fr: Largeur Frame:

source: Frame Height:
fr: Hauteur Frame:

source: Armor:
fr: Armure:
pl: Obrona:
pt: Armad.:

source: produce
fr: produire

source: drill
fr: Forer

source: mine
fr: extraire

source: gather
fr: recueillir

source: Accuracy:
fr: Précision:
pl: Celność:
pt: Precisão:

source: Evasion:
fr: Fuite:
pl: Unik:
pt: Evasão:

source: Evasion
fr: Fuite
pl: Unik
pt: Evasão

source: Range:
fr: Portée:
pl: Zasięg:
pt: Alcance:

source: Range
fr: Portée
pl: Zasięg
pt: Alcance

source: Sight:
fr: Vision:
pl: Wzrok:
pt: Visão:

source: Sight
fr: Vision
pl: Wzrok
pt: Visão

source: Trains:
fr: Entrainements:

source: Button Pos:
fr: Pos. Bouton:

source: Hotkey:
fr: Touche Rac.:

source: Selected:
fr: Selectionné:

source: Acknowledge:
fr: Savoir:

source: Attack:
fr: Attaque:

source: Ready:
fr: Prêt:

source: Idle:
fr: Repos:

source: Help:
fr: Aide:

source: Dead:
fr: Mort:

source: ~<Encyclopedia~>
fr: ~<Encyclopédie~>
pt: ~<Enciclopédia~>

source: Spells
fr: Sorts

source: Alternate Names
fr: Noms Alternatifs

source: ~!Buildings
de: Ge~!bäude
fr: ~!Constructions
pt: Construções (~!B)

source: ~!Deities
de: Götter (~!D)
fr: ~!Divinité
pt: ~!Divindades

source: Deities
fr: Divinité
pt: Divindades

source: ~!Game Concepts
de: Spielbe~!griffe
fr: ~!Concept du Jeu
pt: Conceitos do Jo~!go

source: Game Concepts
fr: Concept du Jeu
pt: Conceitos do Jogo

source: ~!Heroes
de: ~!Helden
fr: ~!Héros
pt: ~!Heróis

source: Heroes
fr: Héros
pt: Heróis

source: Items
fr: Articles
pt: Ítens

source: ~!Items
de: Gegenstände (~!I)
fr: ~!Articles
pt: ~!Ítens

source: Magic P~!refixes
de: Magische P~!räfixe
fr: P~!refixes Magique
pt: P~!refixos Mágicos

source: Magic ~!Suffixes
de: Magische ~!Suffixe
fr: ~!Suffixes Magique
pt: ~!Sufixos Mágicos

source: Magic Prefixes
fr: Prefixes Magique
pt: Prefixos Mágicos

source: Magic Suffixes
fr: Suffixes Magique
pt: Sufixos Mágicos

source: P~!lanes
de: Ebenen (~!L)
fr: Plans
pt: P~!lanos

source: Te~!xts
de: Te~!xte
fr: Te~!xtes
pt: Te~!xtos

source: Class
fr: Classe
pt: Classe

source: Costs
fr: Couts

source: ~!Worlds
de: ~!Welten
fr: Mondes (~!W)
pt: Mundos (~!W)

source: Worlds
fr: Mondes
pt: Mundos

source: Units
fr: Unités
pt: Unidades

source: ~!Units
de: Einheiten (~!U)
fr: ~!Unités
pt: ~!Unidades

source: Civilizations
fr: Civilisations
pt: Civilizações

source: Planes
fr: Plans
pt: Planos

source: Quote
fr: Citation

source: Arrows
fr: Flêches

source: War Lodge
fr: Maison de Guerre
pl: Stróżówka
pt: Alojamento de Guerra

source: Church
fr: Eglise

source: ~!Defeat...
fr: ~!Défaite...

source: ~!Victory!
fr: ~!Victoire!

source: Attack ~!Ground
fr: Attaque au sol (~!G)

source: ~!Unload
fr: ~!Décharger

source: Salvage Unit (~<Del~>)
fr: Recycler l'unité (~<Del~>)

source: ~!Repair
fr: ~!Réparer
pt: Conserta~!r

source: ~!Harvest Resource
fr: ~!Récolter Ressources
pt: Coletar Recurso (~!H)

source: Return with ~!Goods
fr: Retourner avec les Dieux

source: ~!Build Structure
fr: Construire ~!Structure
pt: Construir Estrutura (~!B)

source: Set ~!Rally Point
fr: Point de ~!Ralliement
pt: Colocar Ponto de Encont~!ro

source: ~!Found a Faction
fr: ~!Trouver une Faction

source: The Aedui have been crushed, victory is ours!
fr: Les Aedui ont été écrasés, la victoire est nôtre !

source: ~!Buy Items
fr: ~!Acheter Articles

source: Enact a ~!Law
fr: Promulguer une ~!loi

source: View ~!Garrison
fr: Voir ~!Garnison

source: Salvage Building (~<Del~>)
fr: Recycler (~<Del~>)

source: Cancel Upgrade (~<Esc~>)
fr: Annuler (~<Esc~>)

source: Cancel Unit Training (~<Esc~>)
fr: Annuler la formation (~<Esc~>)

source: Cancel Construction (~<Esc~>)
fr: Annuler (~<Esc~>)

source: Choose ~!Upgrade
fr: Mise à niveau ~!U

source: Learn ~!Mace Mastery
fr: ~!Maîtrisse de la Masse

source: Mace Mastery is a passive ability that increases damage with maces by 2
fr: La maîtrisse de la Masse est une capacité passive qui augmente les dégâts avec masses par 2

source: Learn ~!Bow Mastery
fr: Maîtrisse de l'arc (~!B)

source: Bow Mastery is a passive ability that increases damage with bows by 2
fr: La maîtrisse de l'arc est une capacité passive qui augmente les dégâts avec des arcs par 2

source: Learn ~!Throwing Mastery
fr: Maîtrisse du lancement (~!T)

source: Throwing Mastery is a passive ability that increases damage with javelins and throwing axes by 2
fr: La maîtrisse du lancement est une capacité passive qui augmente les dégâts avec des javelots et lances par 2

source: Learn ~!Gun Mastery
fr: Maîtrisse de armes à feu (~!G)

source: Gun Mastery is a passive ability that increases damage with guns by 2
fr: La maîtrise des armes est une capacité passive qui augmente les dégâts avec des armes à feu de 2

source: Learn A~!xe Mastery
fr: Maîtrisse de l'~!Axe

source: Axe Mastery is a passive ability that increases damage with axes by 2
fr: La maîtrise de la hache est une capacité passive qui augmente les dégâts avec les axes de 2

source: Learn S~!word Mastery
fr: Maîtrisse de l'Epéé (~!w)

source: Sword Mastery is a passive ability that increases damage with swords by 2
fr: La maîtrise de l'épée est une capacité passive qui augmente les dégâts avec les épées de 2

source: Learn S~!pear Mastery
fr: Maîtrisse de la Lance (~!p)

source: Spear Mastery is a passive ability that increases damage with spears by 2
fr: La maîtrise de la lance est une capacité passive qui augmente les dégâts avec les lances de 2

source: Learn ~!Critical Strike
fr: Maîtrisse de Coup ~!Critique

source: Critical Strike is a passive ability that provides a 10% chance to deal double damage in combat. In No Randomness mode it provides a 10% damage bonus instead
fr: Le Coup Critique est une capacité passive qui procure 10% de chances de faire deux dégâts en combat. En mode No Randomness, il offre un bonus de dégâts de 10%

source: Learn ~!Deadly Precision
fr: Maîtrisse Précision Mortelle (~!D)

source: Deadly Precision is a passive ability that increases critical strike chance by 10%. In No Randomness mode it provides a 10% damage bonus instead
fr: La précision mortelle est une capacité passive qui augmente les chances de coup critique de 10%. En mode No Randomness, il offre un bonus de dégâts de 10%

source: Learn Eagle ~!Eye
fr: Maîtrisse O~!eil d'Aigle

source: Eagle Eye is a passive ability that increases accuracy by 2
fr: L'oeil d'Aigle est une capacité passive qui augmente la précision de 2

source: Learn ~!Scouting
fr: Maîtrisse Reconnaissance (~!S)

source: Scouting is a passive ability that increases sight by 1
fr: La Reconnaissance est une capacité passive qui augmente la vue de 1

source: Learn St~!un
fr: Maîtrisse de l'éto~!urdissement

source: Stun is an active ability which does a stunning attack on a target, leaving it paralyzed for a few moments
fr: L'étourdissement est une capacité active qui fait une attaque stupéfiante sur une cible, la laissant paralysée pendant quelques instants

source: Learn P~!recise Shot
fr: Maîtrisse du tir p~!récis

source: Precise Shot is an active ability which deals a critical hit. Only usable with ranged weapons
fr: Le tir précis est une capacité active qui inflige un coup critique. Utilisable uniquement avec des armes à distance

source: Learn Punctu~!re
fr: Maîtrisse de la ponction

source: Puncture is an active ability which makes the target bleed for a certain duration. Only usable with melee weapons capable of doing thrusting attacks
fr: La ponction est une capacité active qui fait saigner la cible pendant une certaine durée. Seulement utilisable avec des armes de mêlée capables de faire des attaques de poussée

source: Learn ~!Leadership Aura
fr: Apprendre L'Aura de ~!Leadership

source: Leadership Aura is an aura ability that increases the damage of nearby friendly units by 10%
fr: L'Aura de Leadership est une capacité d'aura qui augmente de 10% les dégâts infligés par les unités amies proches.

source: Learn T~!oughness
fr: Apprendre la Dureté (~!o)

source: Toughness is a passive ability that increases HP by 10
fr: La ténacité est une capacité passive qui augmente HP de 10

source: Open ~!Inventory
fr: Ouvrir ~!Inventaire

source: Reveals an area
fr: Révèle une zone

source: ~!Far Sight
fr: Lointain (~!F)

source: Makes an organic unit flee in terror
fr: Fait fuir une unité organique avec terreur

source: ~!Terror
fr: ~!Terreur

source: ~!Healing
fr: Guérison (~!H)

source: Heals an organic unit
fr: Soigne une unité biologique

source: Shoc~!king Grasp
fr: Prise de choc (~!k)

source: Deals lightning damage at melee range to a unit, leaving it stunned for a few seconds
fr: Inflige des dégâts de foudre à la mêlée à une unité, la laissant étourdie pendant quelques secondes

source: ~!Inspire
fr: ~!Inspirer

source: Inspires an organic unit to deal 50% more damage
fr: Inspire une unité organique pour infliger 50% de dégâts supplémentaires

source: ~!Wither
fr: Flétrir (~!W)

source: Causes an organic unit to deal 50% less damage
fr: Fait qu'une unité organique inflige 50% de dégâts en moins

source: ~!Blessing
fr: ~!Bénédiction

source: Blesses an organic unit to deal 50% more damage and to evade 50% better
fr: Bénit une unité organique pour infliger 50% de dégâts supplémentaires et éviter 50% de mieux

source: P~!recision
fr: P~!récision

source: Stu~!n
fr: Etourdir (~!n)

source: Does a stunning attack on a target, leaving it paralyzed for a few moments
fr: Fait une attaque stupéfiante sur une cible, la laissant paralysée pendant quelques instants

source: Punctu~!re
fr: Piqû~!re

source: Makes the target bleed for a certain duration. Only usable with melee weapons capable of doing thrusting attacks
fr: Rend la cible saignante pendant une certaine durée. Seulement utilisable avec des armes de mêlée capables de faire des attaques de poussée

source: P~!recise Shot
fr: Tir P~!récis

source: Build Mine~!cart
fr: Chartiot

source: Build ~!Caravan
fr: ~!Caravanne

source: Build R~!oad
fr: R~!oute

source: Build ~!Railroad
fr: Chemin de fer (~!R)

source: Build Carpente~!r's Shop
fr: Atelier de Charpentier
pt: Construir Oficina de Carpintei~!ro

source: Build ~!Copper Mine
fr: Mine de ~!Cuivre
pt: Construir Mina de ~!Cobre

source: Build ~!Diamond Mine
fr: Mine de ~!Diamants

source: Build ~!Gold Mine
fr: Mine d'~!Or
pt: Construir Mina de Ouro (~!G)

source: Build Si~!lver Mine
fr: Mine d'~!Argent

source: Build ~!Emerald Mine
fr: Mine d'émeraude (~!E)

source: Build ~!Iron Mine
fr: Mine de fer (~!I)

source: Build ~!Mithril Mine
fr: Mine de ~!Mithril

source: Yale Hunting Lodge
fr: Pavillon de Chasse de ~!Yale

source: Build ~!Yale Hunting Lodge
fr: Pavillon de Chasse de ~!Yale

source: Next (~<PgDwn~>)
fr: Suivant (~<PgDwn~>)

source: Previous (~<PgUp~>)
fr: Précédent (~<PgUp~>)

source: Buy
fr: Acheter

source: Produce ~!Jewelry
fr: Poduit Bi~!joux

source: Produce ~!Furniture
fr: Fabrique Meubles (~!F)

source: Produce ~!Leather
fr: Produit du Cuir (~!L)

source: Allows workers to transform Lumber into Furniture in this building
fr: Permet aux travailleurs de transformer le bois d'œuvre en meuble dans ce bâtiment

source: Allows workers to gather Leather in this building
fr: Permet aux travailleurs de rassembler le cuir dans ce bâtiment

source: Sell Lumber
fr: Vendre

source: Sell Stone
fr: Vendre

source: Buy Lumber
fr: Acheter

source: Buy Stone
fr: Acheter

source: Enact ~!Free Workers
fr: Travailleurs Gratuit (~!F)

source: -100 Copper cost for workers, -1 worker gathering rate. Removes Free Workers.
fr: -100 de cuivre pour les travailleurs, -1 taux de collecte des travailleurs. Supprime les incoccupés.

source: Enact ~!Serfdom
fr: ~!Servage

source: Develop Shield ~!Wall
fr: Développe le bouclier Murale (~!W)

source: +2 Armor for infantry. Incompatible with Svinfylking.
fr: +2 dommage pour l'infanterie. Incompatible avec Svinfylking.

source: Develop Svin~!fylking
fr: Développe Svin~!fylking

source: +2 Damage for infantry. Incompatible with Shield Wall.
fr: +2 dommage pour l'infanterie. Incompatible avec les murs.

source: Research Wood ~!Plow
fr: Charrue à bois (~!P)

source: Research Iron-Tipped Wood ~!Plow
fr: Charrue en pointe de fer (~!P)

source: Research Iron ~!Plow
fr: Charrue en fer (~!P)

source: +1 Food supply for farms.
fr: +1 en population pour les fermes.

source: Research ~!Ironworking
fr: Travail du fer (~!I)

source: Allows Iron Mines and Mithril Mines, +10% Iron and Mithril Processing Bonus for Smithies.
fr: Active Mines de fer et Mitril, +10% de bonus de fer et mithril pour les forges.

source: Research ~!Mathematics
fr: ~!Mathématique

source: -5% Trade Cost for Markets.
fr: -5% Coût du commerce pour les marchés.

source: Research Ar~!chitecture
fr: Ar~!chitecture

source: +20% Hit Points, +5 Armor and -25% Salvage Factor for buildings.
fr: +20% de points de vie, +5 points d'armure et -25% de récupération pour les bâtiments.

source: Research Philo~!sophy
fr: Philo~!sophie

source: +10% Research Speed for buildings.
fr: +10% de vitesse de recherche pour les bâtiments.
