Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Surghan Mercenary
fr: Mercenaire de Surghan

source: Town Hall
de: Rathaus
fr: Hôtel de ville
pl: Ratusz
pt: Prefeitura

source: Gnomish Recruit
fr: Recrue gnome
pl: Gnomi Rekrut
pt: Recruta Gnomo

source: Goblin Worker
fr: Ouvrier gobelin

source: Goblin Impaler
fr: Empaleur gobelin

source: Impaler
fr: Empaleur
pt: Impalador

source: Goblin Archer
fr: Archer gobelin

source: War Machine
fr: Machine de guerre
pl: Machina Wojenna
pt: Máquina de Guerra

source: Goblin Glider
fr: Planeur gobelin

source: Farm
fr: Ferme
pl: Farma
pt: Fazenda

source: Barracks
fr: Caserne
pl: Koszary
pt: Quartel

source: Fugla Forge
fr: Forge fugla
pl: Kuźnia Fugla
pt: Forja Fugla

source: Kobold Footpad
de: Koboldwegelagerer
fr: Petite frappe kobold

source: Footpad
de: Wegelagerer
fr: Petite frappe
pt: Salteador

source: Gold Mine
fr: Mine d'or
pl: Kopalnia Złota
pt: Mina de Ouro

source: Silver Deposit
fr: Gisement d'argent

source: Silver Mine
fr: Mine d'argent
pl: Kopalnia Srebra
pt: Mina de Prata

source: Copper Deposit
fr: Gisement de cuivre

source: Copper Mine
fr: Mine de cuivre
pl: Kopalnia Miedzi
pt: Mina de Cobre

source: Coal Mine
fr: Mine de charbon
pl: Kopalnia Węgla
pt: Mina de Carvão

source: Gold Rock
fr: Roche d'or

source: Silver Rock
fr: Roche d'argent

source: Copper Rock
fr: Roche de cuivre

source: Diamond Rock
fr: Roche de diamants

source: Emerald Rock
fr: Gisement de diamant

source: Diamond Mine
fr: Mine de diamant

source: Emerald Deposit
fr: Gisement d'émeraude

source: Emerald Mine
fr: Mine d'émeraude

source: Iron Deposit
fr: Gisement de fer

source: Iron Mine
fr: Mine de fer

source: Mithril Deposit
fr: Gisement de Mithril

source: Mithril Mine
fr: Mine de Mithril

source: Wood Pile
fr: Tas de bois

source: Stone Pile
fr: Tas de pierre

source: Lair
fr: Repaire

source: Hunting Lodge
fr: Pavillon de chasse

source: Yale Cave
fr: Cave de Yale

source: Tree Stump
fr: Souche

source: Hole
fr: Trou

source: Cavern Entrance
fr: Entrée de caverne
pl: Wejście do Jaskini
pt: Entrada de Caverna

source: Cavern entrances connect different surface levels.
fr: Les entrées des cavernes connectent différents niveaux de surface.

source: Portal
fr: Portail

source: Mushroom
fr: Champignon

source: Mushroom Patch
fr: Champignon

source: Flowers
fr: Fleurs

source: Large Flower
fr: Grande Fleur

source: Fern
fr: Fouchère

source: Twigs
fr: Brindilles

source: Log
fr: Bûche

source: Bones
fr: Os

source: Wyrm Skeleton
fr: Squelette de Wyrm

source: Small Rocks
fr: Petites roches

source: Volcanic Crater
fr: Cratère

source: Glyph
fr: Glyphe
pl: Glif
pt: Glifo

source: Stairs
fr: Escaliers

source: Door
fr: Porte

source: Shelf
fr: Etagère

source: Outer Wall Decoration
fr: Décoration murale extérieure

source: Inner Wall Decoration
fr: Décoration murale intérieure

source: Floor Decoration
fr: Décoration de plancher

source: Dead Body
fr: Cadavre

source: Scepter of Fire
fr: Sceptre de feu

source: Gold Coins
fr: Pièces d'or

source: Gold Sack
fr: Sac d'or

source: Chest
fr: Coffre

source: Alchemy Bench
fr: Banc d'alchimie

source: Chair
fr: Chaise

source: Bed
fr: Lit

source: Potion of Decay
fr: Potion de décomposition

source: Potion of Slowness
fr: Potion de lenteur

source: Barrel
fr: Baril

source: Explosive Barrel
fr: Baril explosif

source: Gryphon Feather
fr: Plume de Griffon

source: Trap
fr: Piège

source: Roaming Fog
fr: Brouillard

source: Miasma
fr: Miasme

source: Revealer
fr: Révélateur

source: Journeyman Smith
fr: Forgeron

source: Master Smith
fr: Maître Forgeron

source: Grandmaster Smith
fr: Grand Maître Forgeron

source: Militia
fr: Milice
pt: Milícia

source: Merchant
fr: Marchand

source: Heroic Merchant
fr: Marchand héroïque

source: Infantry
fr: Infanterie

source: Veteran Infantry
fr: Infanterie vétéran

source: Heroic Infantry
fr: Infanterie héroïque

source: Spearman
fr: Lancier
pt: Lanceiro

source: Shooter
fr: Tireur

source: Veteran Shooter
fr: Tireur vétéran

source: Heroic Shooter
fr: Tireur héroïque

source: Gunpowder Infantry
fr: Infanterie d'arme à feu
pt: Infantaria de Pólvora

source: Thief
fr: Voleur
pt: Ladrão

source: Cavalry
fr: Cavalerie

source: Heroic Cavalry
fr: Cavalerie héroïque

source: Desert Cavalry
fr: Cavalerie du désert

source: Heroic Desert Cavalry
fr: Cavalerie du désert héroïque

source: Spear Cavalry
fr: Cavalerie de lancier

source: Heroic Spear Cavalry
fr: Cavalerie de lancier héroïque

source: Priest
fr: Prêtre

source: Flying Rider
fr: Pilote volant

source: Siege Engine
fr: Machine de siège

source: Catapult
fr: Catapulte
pl: Katapulta
pt: Catapulta

source: Ship
fr: Navire

source: Siege Warship
fr: Navire de guerre de siège

source: Stronghold
fr: Forteresse
pl: Twierdza
pt: Forte

source: Mason's Shop
fr: Enclos de Yale

source: Mess Hall
fr: Maison du déordre

source: Stables
fr: Ecuries
pl: Stajnie
pt: Estábulos

source: University
fr: Université

source: Watch Tower
fr: Tour de guet
pl: Wieża Obserwacyjna
pt: Torre de Vigia

source: Market
fr: Marché

source: Dock
fr: Quai
pl: Doki
pt: Doca

source: Palisade
fr: Palissade

source: Wall
fr: Mur

source: Shaman
fr: Chaman
pt: Xamã

source: Mercenary Camp
fr: Camp de mercenaires

source: Dungeon Wall
fr: Mur du donjon

source: Road
fr: Route

source: Railroad
fr: Chemin de fer

source: Wolf's Claw
fr: Griffe de loup

source: Dragon's Tail
fr: Queue de dragon

source: Frey's Sword
fr: L'épée de Frey

source: The Hammer of Thursagan
fr: Le marteau de Thursagan

source: Dragon's Jaw
fr: Mâchoire de dragon

source: Dragon's Head
fr: Tête de dragon

source: Hippopotamus' Head
fr: Tête d'hippopotame

source: The Iron Crown of Lombardy
fr: La couronne de fer de Lombardie

source: Dragon's Eye
fr: Oeil de dragon

source: Dragon's Tongue
fr: Langue de dragon

source: Short Sword
fr: Epée Courte

source: Broad Sword
fr: Epée Vaste

source: Long Sword
fr: Epée Longue

source: Thrusting Sword
fr: Épée de poussée

source: Battle Axe
fr: Hache de Bataille

source: Broad Axe
fr: Hache large

source: Great Axe
fr: Grande hache

source: Hammer
fr: Marteau

source: Runesmith's Hammer
fr: Marteau du maître forgeron

source: Mining Pick
fr: Pioche

source: Short Spear
fr: Lance Courte

source: Long Spear
fr: Lance Longue

source: Pike
fr: Pique

source: Throwing Axe
fr: Hache

source: Sharp Throwing Axe
fr: Hache de lancer tranchante

source: Bearded Throwing Axe
fr: Hache de lancer barbu

source: Hand Cannon
fr: Arme à feu

source: Wooden Shield
fr: Bouclier en Bois

source: Bronze Shield
fr: Bouclier en Bronze

source: Rimmed Shield
fr: Bouclier Bordé

source: Iron Shield
fr: Bouclier en Fer

source: Embossed Shield
fr: Bouclier en Relief

source: Kite Shield
fr: Bouclier en Fer

source: Round Shield
fr: Bouclier Rond

source: Brising Round Shield
fr: Bouclier Rond brisé

source: Joruvellir Wooden Shield
fr: Bouclier Medieval

source: Thrymgjol Shield
fr: Bouclier Thrymgjol

source: Horn
fr: Corne

source: Crown
fr: Courone

source: Boots
fr: Bottes

source: Wool Shoes
fr: Chaussures en laine

source: Furry Wool Shoes
fr: Chaussures en fourrure de laine

source: Amulet
fr: Amulette

source: Ring
fr: Anneau

source: Barbed Arrows
fr: Flèches Barbelé

source: Bodkin Arrows
fr: Flèches Bodkin

source: Potion of Healing
fr: Potion de guérison

source: Elixir of Dexterity
fr: Elixir de dextérité

source: Elixir of Intelligence
fr: Elixir d'intelligence

source: Elixir of Strength
fr: Elixir de force

source: Elixir of Vitality
fr: Elixir de vitalité

source: Scroll
fr: Pare-chemin

source: Book
fr: Livre

source: Cheese
fr: Fromage

source: Carrots
fr: Carrotes

source: Wyrm Heart
fr: Coeur de Wyrm

source: Alps
fr: Alpes

source: Baltic Sea
fr: Mer Baltique

source: Black Sea
fr: Mer noir

source: Mediterranean Sea
fr: Mer Méditerranée

source: Strait of Gibraltar
fr: Détroit de Gibraltar

source: Saved game to:
fr: Jeu enregistré sous :

source: Supply
fr: Population

source: Supply:
fr: Population:

source: ~!Attack
fr: ~!Attaquer
pt: ~!Atacar

source: Earth
de: Erde
fr: Terre
pt: Terra

source: Aquitania
fr: Aquitaine

source: Central Great Britain
fr: Centre de la Grande-Bretagne

source: Don Basin
fr: Bassin du Don

source: Iberia
fr: Ibérie

source: North America
fr: Amérique du Nord

source: North Italy
fr: Nord de l'Italie

source: Scandinavia
fr: Scandinavie

source: South Italy
fr: Sud de l'Italie

source: Southern Central Europe
fr: Sud de l'Europe Centrale

source: Southern Great Britain
fr: Sud de la Grande-Bretagne

source: Brown Hills
fr: Collines Ocres

source: Caverns of Chaincolt
fr: Cavernes de Chaincolt
pl: Jaskinie Źrębięcego Łańcucha

source: Caverns of Flame
fr: Cavernes Ardentes
pl: Jaskinie Płomienia

source: Chaincolt Foothills
fr: Contreforts de Chaincolt
pl: Pogórze Źrębięcego Łańcucha

source: Eastern Mines
fr: Mines Orientales
pl: Wschodnie Kopalnie

source: Hall of Lyr
fr: Salle de Lyr

source: Northern Wastelands
fr: Contrées du Nord
pl: Północne Pustkowia

source: Shorbear Hills
fr: Collines Shorbear
pl: Góry Shorbear

source: Southern Tunnels
fr: Galeries du Sud

source: Svafnir's Lair
fr: Repaire de Svafnir
pl: Leże Svafnira

source: Random Map
fr: Carte aléatoire

source: Random Map (Cave)
fr: Carte aléatoire (Caverne)

source: Random Map (Symmetric Cave)
fr: Carte aléatoire (Caverne symétrique)

source: Random Map (Forest)
fr: Carte aléatoire (Forêt)

source: Random Map (Symmetric Forest)
fr: Carte aléatoire (Forêt symétrique)

source: Random Map (Swamp)
fr: Carte aléatoire (Marais)

source: Random Map (Symmetric Swamp)
fr: Carte aléatoire (Marais symétrique)

source: Custom Map
fr: Carte personnalisée

source: - Destroy the enemy
fr: - Détruire l'ennemi

source: A Bargain is Struck
de: Ein Handel wird vereinbart
fr: Marché conclu
pl: Nagła Okazja
pt: Um Negócio é Fechado

source: Closing the Gates
fr: Fermeture des portes
pl: Zamykanie Bram

source: Searching for the Runecrafter
fr: Recherche du forgeron de runes
pl: Poszukiwanie Mistrza Run

source: Gathering Materials
fr: Rassembler les matériaux
pl: Gromadzenie materiałów

source: The Wyrm
fr: Le Guivre
pl: Wyrm

source: Hills of the Shorbear Clan
fr: Les Collines du clan Shorbear
pl: Góry Klanu Shorbear

source: ~!Previous Menu (~<Esc~>)
fr: ~!Retour(~<Esc~>)

source: Objectives
fr: Objectifs

source: Objectives:
fr: Objectifs:

source: ~!Continue
fr: ~!Continuer
pt: ~!Continuar

source: ~!Acquire
fr: ~!Acquérir

source: ~!Next Tip
fr: ~!Astuce Suivante

source: Show tips when starting
fr: Montrer les Astuces au Démarrage

source: Up axes!
fr: Sortez les haches!

source: Pypo I
fr: Pypo Ier

source: Gnomish Envoy
fr: Envoyé gnome

source: Ay, the Scepter of Fire. The scepter has a long, glorious, and fearful history. But I am not here to tell you how the jewel within it was obtained by Pypo I. Nor will I tell the story of Rubezahl I, king of Untersberg by virtue of the Scepter.
fr: Ah, le Sceptre de Feu. Le sceptre a une longue histoire, glorieuse et terrible. Mais je ne suis pas là pour te raconter comment le joyau a été obtenu par Pypo Ier. Je ne raconterai pas non plus l'histoire de Rubezahl Ier, devenu roi de Untersberg en utilisant le sceptre pour le bien.

source: I am here to tell you of its making. Of its crafting, deep in the caverns of dwarfdom. And of the dwarves who made it; for they were great, they were. They are counted among the greatest of the heroes of ancient Knalga.
fr: Je suis là pour raconter l'histoire de sa création. De son forgeage, dans les profondeurs des cavernes du royaume des nains. Et des nains qui l'ont fabriqué. Pour ça, ils ont été grands. On les compte parmi les plus grands héros de l'ancienne Knalga.

source: Our story begins in a small border outpost in the southern hills of Knalga, with a young dwarf, named Rugnur, in charge of it. And with the gnomish king of Untersberg, Pypo I, riding up the road from the Brown Hills with an army behind him...
fr: Notre histoire commence avec le jeune nain nommé Rugnur en charge d'un petit avant-poste dans les collines au sud de Knalga, et avec le roi gnome de Untersberg, Pypo Ier, qui a pris la route en provenance des Collines Ocres accompagné de son armée...

source: Gnomes, halt! Who dares bring an army into the dwarven hills?
fr: Gnomes, halte ! Qui ose mener une armée dans les collines naines ?

source: We come to make a bargain with you.
fr: Nous venons vous proposer un marché.

source: ~!Listen to him
fr: Ecoutez-~!le

source: ~!Up axes! (Forego Quest)
fr: ~!Attaquez! (Pas de Quête)

source: ~!Discuss his offer
fr: ~!Discuter sa proposition

source: ~!No deal (Forego Quest)
fr: ~!Pas d'accord (Pas de Quête)

source: Well, state yer business and be done with it. And if we don't like what ye say, ye leave!
fr: Bien, dites ce que vous avez à dire. Et si nous n'aimons pas votre proposition, vous partirez !

source: Have you heard of the Ruby of Fire?
fr: Avez-vous entendu parler du Rubis de Feu ?

source: Aye... yer deceased king brought it from the west, right? Ye own it.
fr: Oui... Votre roi décédé l'a rapporté de l'ouest, n'est-ce pas ? C'est vous qui l'avez.

source: Correct. However, we have a problem with it.
fr: C'est exact. Néanmoins, nous avons un petit souci.

source: What sort of problem?
fr: Quel genre de souci ?

source: The stone is very atypical. To cut and insert it would require more skill than my best craftsmen have...
fr: La pierre est très atypique. Pour la tailler et l'incruster exigerait plus de compétence que mes meilleurs artisans ont...

source: And what... ye want us to do this, cut the stone? And make an artifact of some kind?
fr: Et donc... Vous voudriez que nous le fassions, tailler la pierre ? Et fabriquer un genre d'artefact ?

source: I want you to craft it into a mighty artifact, that will embody the power of my will and be a symbol of the legitimacy of my rule.
fr: Je veux que vous en fassiez un puissant artefact qui encarne la puissance de ma volonté et sera un symbole de la légitimité de ma autorité.

source: Well... I think we can make a deal, but I'm not sure. I'll have to ask the tribal leaders.
fr: Eh bien... Je pense que nous pourrons faire affaire. Mais je dois me renseigner auprès des chefs des tribus.

source: If you are not authorized to make a deal, send out someone who is, and I will bargain with him.
fr: Si vous n'êtes pas habilité à conclure cette affaire, envoyez quelqu'un qui le peut, et je négocierai avec lui.

source: They would refuse to come. Ye must come into the caves, and go to the city in person, or send a representative.
fr: Ils refuseront de venir. Vous devez venir dans les sous-sols et aller à la cité en personne, ou bien envoyer un émissaire.

source: I can always take my offer to another tribe more friendly to its potential patrons. You are not the only smiths in these lands!
fr: Je peux toujours proposer mon offre à une autre tribu plus amicale envers ses futurs employeurs. Vous n'êtes pas les seuls forgerons dans ces terres!

source: Uh, no, wait! Let's talk business - how much will ye pay us to do this for ye?
fr: Euh, non, attendez ! Parlons affaires : combien êtes-vous prêt à payer pour que nous le façonnions ?

source: Five thousand pieces of silver.
fr: Cinq-mille pièces d'argent.

source: Ye said ye wanted a potent artifact, not a child's playtoy! So... twenty thousand, minimum. The crafting of this will take us many years, ye must pay us well.
fr: Vous avez dit vouloir un artefact puissant, pas un jouet pour enfants ! Ce sera vingt-mille au minimum. Ce travail va nous prendre de nombreuses années, vous devez nous payer généreusement.

source: Ten thousand.
fr: Dix-mille.

source: Nothing below fifteen!
fr: Pas moins de quinze-mille !

source: Then no deal. I'll gather my things and go to another dwarven clan now.
fr: Alors tant pis. Je vais rassembler mes biens et essayer de trouver un autre clan nain.

source: Fine then - ten thousand... now, what exactly do ye want us to make the stone into?
fr: Bon, bon... Dix-mille... Et que voulez-vous que l'on fasse de cette pierre exactement ?

source: I want you to make it into a scepter, a scepter of fire.
fr: Je veux que vous en fassiez un sceptre, un sceptre de feu.

source: I'll see what I can do. But I will need five thousand silver in advance, to pay for the materials.
fr: Je verrai ce que je peux faire. Mais j'aurai besoin de cinq-mille pièces d'argent d'avance, pour payer les matériaux.

source: Very well. I have the silver here, ready to ship, and I will send someone over with the stone itself. He will stay with you as you make the scepter, and make sure you are going to get it done on time. I expect it done before my reign as king is ended.
fr: Très bien. J'ai l'argent ici, prêt à être envoyé, et j'enverrai aussi quelqu'un avec la pierre. Il restera avec vous pendant que vous fabriquerez le sceptre et s'assurera qu'il sera prêt en temps et en heure. Je m'attends à le recevoir avant la fin de mon règne.

source: That's right. I'll be coming over along with the silver.
fr: C'est exact. Je viendrai avec l'argent.

source: Hey! Ye can't do that - this road belongs to the Shinsplitter Clan. We're not letting ye transport gold and jewels on it without paying a toll.
fr: Hé ! Vous ne pouvez pas faire ça : cette route appartient au clan Brisetibia. Nous ne vous laisserons pas y transporter de l'or et des bijoux sans payer une taxe.

source: What are ye talking about?! This road has always been open to all.
fr: De quoi parlez-vous ?! Cette route a toujours été ouverte à tout le monde.

source: Aye, we have allowed people to use it, but it is our road.
fr: Oui, nous avons laissé les gens l'utiliser, mais c'est notre route.

source: Not true! This is Norlund land; if anything, it's our road!
fr: Ce n'est pas vrai ! Ceci est un territoire Norlund ; si cette route appartient à quelqu'un, c'est à nous !

source: Nevertheless, if ye try to move yer caravans here ye have to pay the toll, or face our wrath!
fr: Quoi qu'il en soit, si vous essayez de déplacer vos caravanes par ici, vous devrez payer la taxe ou affronter notre colère !

source: Very well. I have no problem with slaying ye if ye stand in our way. I advise ye to leave the shipment alone, but not doing so is yer choice.
fr: Très bien. Je n'aurai donc aucun scrupule à vous abattre si vous restez en travers de notre chemin. Je vous conseille de laisser le transfert seul ; mais vous pouvez choisir de ne pas le faire.

source: Here's the stone, for you dwarves! Now, if you'll excuse me, I think I'll be taking refuge here... I don't much like fighting.
fr: Voici la pierre, pour vous, nains ! Maintenant, si vous voulez bien m'excuser, je pense que je vais aller me réfugier ici... Je n'aime pas tellement les bagarres.

source: All the silver is there too. Proceed with the task, Rugnur!
fr: Tout l'argent est là aussi. Accomplis ta tâche, Rugnur !

source: That's the last caravan! We will commence work immediately.
fr: C'est la dernière caravane ! Nous allons immédiatement nous mettre au travail.

source: We have all of the silver, now all we need is the stone.
fr: Nous avons tout l'argent, il ne nous manque plus que la pierre.

source: You just let a caravan, with ~<my~> money loaded in it, get captured! If I can't trust you to keep my property secure, the deal's off.
fr: Vous avez laissé capturer une caravane avec ~<mon~> argent dedans ! Si je ne peux pas vous faire confiance pour garder ce qui m'appartient, il n'y a plus de marché.

source: - Bring the Gnomish caravans and the envoy to your Mead Hall
fr: - Amener las caravanes gnomes et l'envoyé jusqu'à votre Salle des banquets
pl: - Sprowadź Gnomią Karawanę i posła do swojego Miodowego Dworu
pt: - Traga as caravanas gnomas e o enviado até seu Salão de Hidromel

source: - Rugnur must survive
fr: - Rugnur doit survivre

source: - The gnomish envoy must survive
fr: - L'envoyé gnome doit survivre

source: Next in our story, Rugnur retreated into the caves of Knalga. But the Shinsplitters pressed on, and would enter the caves shortly.
fr: Dans la suite de notre histoire, Rugnur s'est replié dans les profondeurs de Knalga. Mais les Brisetibias maintiennent la pression et sont prêts à envahir les souterrains.

source: These Shinsplitter raiders are right behind me! We have to go warn the council of this attack...!
fr: Ces raiders Brisetibia sont juste derrière moi ! Nous devons avertir le conseil de cette attaque !

source: Here - I'll go warn the council. You stay here and fight.
fr: Ici. Je vais aller prévenir le conseil. Vous restez ici et vous combattez.

source: Aye, that sounds good. I'll stay here and try to defend the gates...
fr: Oui, d'accord. Je reste ici et j'essaie de défendre les portes...

source: I see ye have sent a messenger to the city. Good idea, but will it really help? We have more troops and more provisions, and we are going to enter those caves and kill ye!
fr: Je constate que vous avez envoyé un messager vers la cité. Bonne idée, mais est-ce que cela va vraiment vous aider ? Nous avons plus de troupes et de provisions, et nous allons entrer dans ces grottes pour vous tuer !

source: (~<Gulp~>)
fr: (~<Gloups~>)

source: Ha! I thought as much. Well then, surrender!
fr: Ha ! C'est bien ce que je pensais. Dans ce cas, rendez-vous !

source: Um... on what terms?
fr: Hem... Et à quelles conditions ?

source: Unconditional.
fr: Sans condition.

source: Wait! Rugnur, dinna' they tell ye ~<anything~> when ye took command here?!
fr: Attendez ! Rugnur, ils ne vous ont ~<rien~> dit quand vous avez pris le commandement ici ?!

source: Not really. This was supposedly a time of peace. Who are ye?
fr: Pas vraiment. On était censé être en temps de paix. Qui êtes-vous ?

source: Argh! I'm a retired warrior... it looks like I'll ha' to come out and help ye, else we'll be overrun by these damn raiders... Well, listen here. This entrance to the city can be closed. There's a gate. If we can close it, the raiders will no' be able to enter. And ye Shinsplitters; begone from here!
fr: Argh! Je suis un guerrier retraité... On dirait que je vais devoir venir vous aider, ou alors nous serons dépassés par le nombre de ces sales raiders... Bien, écoutez. Cette entrée vers la cité peut être fermée. Il y a une porte. Si nous la fermons, les raiders ne pourront plus entrer. Quand à vous, Brisetibias, fichez le camp d'ici !

source: Cease yer meddling, old dwarf! Rugnur is in charge here, and it is he who will bargain with us.
fr: Occupe-toi de ce qui te regarde, vieux nain ! Seul Rugnur commande ici, et c'est avec lui seul que nous traiterons.

source: ~!Listen to Baglur
fr: Ecoutez Baglur (~!L)

source: ~!Surrender (Defeat)
fr: ~!Rendez-vous (Défaite)

source: Baglur, how do ye close the gates?
fr: Baglur, comment ferme-t-on les portes ?

source: Och, well that's the difficulty. It's an impregnable gate, made of thick layers of solid rock. Almost indestructible. But that means it can only be closed by a special mechanism. Ye need to position a warrior on each of the six glyphs. When all are occupied, the gates wi' close. Then the Shinsplitters will be shut out of the caves forever, at least through this entrance.
fr: Hé, eh bien, c'est ça le problème. C'est une porte imprenable, fabriqué des couches épaisses de roche solide. Presque indestructible. Mais qui ne peut être fermée que pour un mécanisme spécial. Il faut placer un guerrier sur chacun des six glyphes. Quand ils seront tous occupés, les portes se fermeront. Ensuite les Brisetibias ne pourront plus entrer dans ces galeries, du moins par cette voie.

source: Don't we have troops positioned near these glyphs, to unlock them?
fr: Nous n'avons pas de troupes positionnées à proximité de ces glyphes pour les débloquer ?
