Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: I'm coming... coming... stop pounding on the door...
fr: Je viens, je viens... Arrête de maltraiter cette porte...

source: He doesn't need to come here, I'll take the jewel to his shop. He'll need his tools anyway.
fr: Il n'a pas besoin de venir, je peux apporter la pierre dans son magasin. De toutes façons, il va avoir besoin de ses outils.

source: Well, Theganli, what do ye think of this jewel?
fr: Bien, Theganli, que penses-tu de cette pierre précieuse ?

source: Uh, um, aye, aye, very impressive jewel, impressive, aye...
fr: Euh, hum, oui, oui, oui, très impressionnant, très impressionnant, oui...

source: Do ye think ye could cut it in the manner my plans specify?
fr: Penses-tu pouvoir la tailler en respectant mes plans ?

source: Well, uh, um, maybe... maybe... it will be hard... let me see...
fr: Eh bien, euh, hum, peut-être... peut-être... Ce ne sera pas facile... Laisse-moi voir...

source: Very well. See what ye can do.
fr: Très bien. Vois ce que tu peux faire.

source: Theganli spent many months cutting the jewels that would go into the Scepter of Fire, and the Ruby of Fire he attempted last. But he could not cut it.
fr: Theganli consacra de nombreux mois à ciseler les joyaux qui devaient être intégrés au Sceptre de Feu, et il s'essaya finalement au Rubis de Feu. Mais il ne put pas le tailler.

source: Well, do ye have anything yet?!
fr: Bon, tu as enfin quelque chose pour moi ?!

source: Ah, well, uh, no... no, not yet... unfortunately... it seems... it can't be cut... or scratched... or damaged at all... at least not by my tools...
fr: Ah, eh bien, euh, non... non, pas encore... malheureusement... on dirait... qu'il ne peut pas être coupé... ou griffé... ou même endommagé de quelque manière... En tout cas pas avec mes outils...

source: So what do ye propose we do? We need this jewel cut in a very specific way to make sure... well, it doesn't matter why.
fr: Et que proposes-tu ? Il faut que cette pierre soit taillée d'une façon particulière pour être sûr que... Euh, cela n'a pas d'importance...

source: Well... maybe... the Shorbear clan? They have good tools... aye, aye, they do...
fr: Eh bien... peut-être... le clan Shorbear ? Ils ont de bons outils... oui, oui, de bons outils...

source: Who are they?
fr: Qui sont-ils ?

source: Another group... of dwarves... live south of here... above ground... aye... best jewelers I know of... have special tools... tools, aye...
fr: Un autre groupe... de nains... qui vivent plus au sud... au-dessus du sol... oui... les meilleurs tailleurs de pierres précieuses que je connaisse... ils ont des outils spéciaux... des outils, oui...

source: Well, Rugnur, what are ye waiting for? Go down and get these tools from them, and carve the jewel!
fr: Eh bien, Rugnur, qu'attends-tu ? Va chercher ces outils chez eux et taille le joyau.

source: We can't just go in there and take their property. We'll have to buy, or rent, it from them.
fr: Nous ne pouvons y aller et leur arracher leurs biens. Nous devrons leur acheter ou leur louer.

source: Fine. Go rent it from them.
fr: D'accord. Tu les loueras.

source: Very well. We'll go south now.
fr: Très bien, nous partons immédiatement vers le sud.

source: Wait! Last time ye made a bargain by yerself ye lost us five thousand pieces of silver. I'm going with ye this time!
fr: Non, attends ! La dernière fois que tu as conclu un marché, nous avons perdu cinq-mille pièces d'argent. Cette fois, je viens avec toi !

source: Are ye sure that is wise, lord?
fr: Vous êtes sûr que ce soit sage, seigneur ?

source: Of course! To be safe, though, ye and Noiraran are going to come with us.
fr: Bien sûr ! Pour plus de sécurité, Noiranan et toi venez avec nous.

source: Aye sir... (~<Sigh~>)
fr: Oui, chef... ~<*soupir*~>

source: Enemies
fr: Ennemis

source: All dwarves are known for a love of gold and a heart of stone. The Shorbears were no exception. They were crafters of crafters - they made tools. The best in the land. And they bartered well.
fr: Les nains sont connus pour leur amour de l'or et leur cÅur de pierre. Les Shorbears n'y faisaient pas exception. Ils étaient les meilleurs artisans : ils fabriquaient les meilleurs outils du royaume. Et ils marchandaient bien.

source: Here we are; the hills of the Shorbear clan. What are we here for, anyway?
fr: Et voilà ; les collines du clan Shorbear. Pourquoi sommes-nous ici, au fait ?

source: If I understand it correctly, we're here to bargain with the Shorbears, and arrange for us to use their tools to cut the ruby.
fr: Si j'ai bien compris, nous allons négocier avec les Shorbears pour pouvoir utiliser leurs outils pour couper le rubis.

source: Exactly.
fr: Exactement.

source: And I'll be doing the talking; I remember what happened last time ye negotiated a deal! We lost five thousand pieces of silver.
fr: Et je mènerai la négociation ; je me rappelle de ce qui s'est passé la dernière fois que tu as conclu une affaire. Nous avons perdu cinq-mille pièces d'argent.

source: Och, it's some o' them cave-dwarves. What business do ye have here?
fr: Hé, on dirait des nains des sous-sols. Que venez-vous faire ici ?

source: I'm Lord Durstorn, king of my tribe. I have been told ye are great jeweler-workers, and so we come to rent some of yer tools for a short time, a few years at most.
fr: Je suis le seigneur Durstorn, roi de ma tribu. J'ai entendu dire que vous étiez de grands joailliers, nous sommes donc venus vous louer des outils pour une courte période, quelques années tout au plus.

source: Yer a king?! Must be a pretty small kingdom for ye to come yerself to bargain with us!
fr: Vous êtes un roi ?! Ce doit être un sacrément petit royaume pour que vous veniez en personne négocier avec nous !

source: Ye insult me! Do ye want my business, or not?
fr: Vous m'insultez ! Vous voulez discuter avec moi ou pas ?

source: Well, fine, I'll hear yer offer.
fr: Euh, oui, très bien, j'écouterai ce que vous avez à dire.

source: We'd like to rent yer best tools for a short period of time. We'll only be cutting one jewel with it. My starting offer is two hundred silver.
fr: Nous voudrions louer vos meilleurs outils pour un bref laps de temps. Nous ne couperons qu'une seule pierre. Je vous offre deux-cents pièces d'argent.

source: It must be worth a lot for ye to come this way and offer that much! How much are ye going to sell it for, eh?
fr: Cette pierre doit valoir beaucoup pour que vous veniez jusqu'ici m'offrir une si grosse somme ! Vous allez la vendre combien, hein ?

source: That's none of yer concern!
fr: Cela ne vous concerne pas !

source: I'll take twenty-five hundred, minimum.
fr: Ce sera deux-mille-cinq-cents, minimum.

source: (Whisper) Durstorn, that would be a quarter of all our gains!
fr: (Murmure) Durstorn, ce serait déjà un quart de nos gains !

source: I know that. Uh, Glonoin, how about five hundred?
fr: Je le sais. Hum, Glonoin, pourquoi pas cinq-cents ?

source: Twenty-three hundred is my lowest offer. I can tell I don't need the money as much as ye need the jewel cut!
fr: Deux-mille-trois-cents est mon meilleur prix. Et je pense que j'ai moins besoin d'argent que vous n'avez besoin que ce joyau soit taillé !

source: Ye must be mad! I'll offer one thousand, but no higher!
fr: Vous devez être fou ! J'offrirai mille pièces, mais pas plus !

source: Two thousand, and I'll go no lower!
fr: Deux-mille, et je ne descendrai pas plus bas.

source: (Whisper) What are we going to do? We can't go much higher!
fr: (Murmure) Qu'allons nous faire ? Nous ne pouvons pas monter plus !

source: (Whisper) Offer him fifteen hundred, but don't go up, even if he refuses.
fr: (Murmure) Offrons-lui mille-cinq-cents pièces et n'allons pas plus loin, même s'il refuse.

source: (Whisper) Bah! Getting this cut isn't worth that much; what with Rugnur's mistake earlier, and all the other expenses, if we pay more than a thousand we'll barely even make a profit!
fr: (Murmure) Bah ! Cette taille ne vaut pas autant ; avec l'erreur de Rugnur et toutes les autres dépenses, nous ne ferons quasiment aucun profit si nous payons plus de mille pièces !

source: (Whisper) So what are ye going to do?
fr: (Murmure) Et donc, que faisons-nous ?

source: (Whisper) Fight him, and take the tools by force.
fr: (Murmure) Combattons-les et prenons-leur les outils de force.

source: (Whisper) Are ye mad?!
fr: (Murmure) Tu es devenu fou ?!

source: Of course not! Now, Glonoin; one thousand was my final offer. If ye won't accept it, we will take the tools from ye by force!
fr: Bien sûr que non ! Glonoin : ma dernière offre était à mille pièces. Si vous ne l'acceptez pas, nous vous prendrons les outils de force !

source: I'd like to see ye try!
fr: Essayez seulement !

source: Yer making a mistake, Durstorn.
fr: Tu fais une erreur, Durstorn.

source: Shut up, all of ye! Attack them!
fr: Taisez-vous tous ! Attaquez-les !

source: - Rugnur, Baglur, Thursagan, Durstorn and the gnomish envoy must survive
fr: - Rugnur, Baglur, Thursagan, Durstorn et le envoyé gnome doivent survivre

source: Shinsplitter Thane
fr: Thane Brisetibia

source: Aha! I've spent years looking for ye Norlunds, but now I've found ye! Prepare to die!
fr: Aha ! J'ai passé des années à vous chercher, Norlunds, mais maintenant, je vous ai trouvés ! Préparez-vous à mourir !

source: Who the devil are ye?
fr: Qui diable êtes-vous ?

source: I thought we left the Shinsplitters behind at the gates four years ago! It seems we have two enemies now.
fr: Je pensais que nous avions laissé les Brisetibias derrière une porte il y a quatre ans ! On dirait que nous avons deux ennemis maintenant.

source: So, Shinsplitters, are ye against these dwarves too? They're attacking my clan for absolutely no reason!
fr: Donc, Brisetibias, vous êtes aussi contre ces nains ? Ils attaquent mon clan sans aucune raison !

source: I see. So ye don't have the ruby?
fr: Je vois. Donc, vous n'avez pas le rubis ?

source: No, they do. They wanted to rent my tools to cut it, but they didn't offer me nearly enough!
fr: Non. Ce sont eux qui l'ont. Ils voulaient me louer mes outils pour le tailler, mais ils ne m'ont pas proposé assez !

source: How about this - I help ye defeat them, and ye let me keep the ruby when we have?
fr: Je vous aide à les combattre et vous me laisserez le rubis quand nous l'aurons. Qu'en dites-vous ?

source: Deal!
fr: Vendu !

source: Ah, they don't scare me! We can take both of them!
fr: Ah, ils ne me font pas peur ! Nous pouvons les prendre tous les deux !

source: Don't be a fool! We can't take the Shinsplitters, and it was a mistake to attack the Shorbears, but if we have to fight we should retreat once we get what we came for, the tools!
fr: Ne sois pas idiot ! Nous ne pouvons pas combattre les Brisetibias et c'était une erreur d'attaquer les Shorbears. Mais si nous devons nous battre, nous devrions battre en retraite après avoir récupéré ce que nous sommes venus chercher, les outils !

source: - Have all heroes in the Shorbear caves while no enemies are in the caves
fr: - Déplacer tous les héros dans les cavernes de Shorbear tant qu'aucun ennemi n'y est.

source: Ha! Now we can get those tools easily, and go back to our own caves.
fr: Ha ! Maintenant, nous pouvons facilement prendre les outils et retourner dans nos cavernes.

source: And how do ye plan on doing that? There are Shinsplitters swarming these hills, trying to kill us.
fr: Et comment comptes-tu faire ça ? Des Brisetibias rôdent dans ces collines et veulent notre peau.

source: Ye are right... well, we will be able to break out eventually, and while we're here, we'll be able to finally make the scepter.
fr: Tu as raison... Nous allons nous échapper et, à ce moment, nous pourrons finalement fabriquer le sceptre.

source: Well, back to the battle - we are all in the caves, but there are still enemies in here also!
fr: Bon, revenons à la bataille. Nous sommes tous dans les souterrains, mais il y a encore des ennemis ici !

source: Indeed. Kill them! And make sure no more enter. Then we can close the gates.
fr: Très juste. Tuez-les ! Et assurez-vous qu'aucun autre n'entre. Ensuite, nous pourrons fermer les portes.

source: Well, back to the battle - we need everyone to get into the Shorbear caves. And then stop any enemies from coming in here.
fr: Bon, revenons à la bataille. Il faut que tout le monde rentre dans les cavernes des Shorbear. Et ensuite qu'on empêche les ennemis de rentrer.

source: Indeed. Everyone to the caves, and kill those still inside!
fr: En effet. Tous dans les grottes, et tuez tous ceux qui sont encore à l'intérieur !

source: We have driven all of the Shorbears and Shinsplitters out of these caves! Now, seal the gates!
fr: Nous avons bouté tous les Shorbears et tous les Brisetibias hors de ces cavernes ! Maintenant, fermez les portes !

source: Durstorn's rash action led to many problems. Not the least of which was being surrounded by the Shinsplitters.
fr: L'action irréfléchie de Durstorn conduisit à de nombreux problèmes. Etre encerclé par les Brisetibias ne fut pas le moindre.

source: The Norlunds spent several years trapped in those caves, the Shinsplitters besieging them. The Norlunds could not leave, for there were far too many Shinsplitters, and there was no way out of the caverns other than above ground. But the Shinsplitters could not enter, for the impregnable dwarven gates were closed.
fr: Les Norlunds ont passé plusieurs années enfermés dans ces cavernes, assiégés par les Brisetibias. Les Norlunds ne pouvaient pas sortir, car il y avait trop de Brisetibias et il n'y avait pas d'autre sortie que sous le sol. Mais les attaquants ne purent pas entrer, car les portes imprenables étaient fermées.

source: During this time, Thursagan crafted the Scepter of Fire, first cutting the jewel, then putting it, the gold and the cold steel into the heat of the flame. The scepter was crafted, but something was not right. No matter what he did to the Scepter, the ruby couldn't be properly bound to the metal.
fr: Pendant ce temps, Thursagan forgeait le sceptre, d'abord en taillant le rubis, puis en le plaçant avec l'or et l'acier froid, au cÅur de la flamme. Le sceptre était prêt mais quelque chose n'allait pas : le rubis n'a pas pu être correctement lié au métal, peu importe ce qu'il a fait.

source: - Move Rugnur to the northeast cave entrance
fr: - Déplacer Rugnur à l'entrée des cavernes au nord-est

source: - Move the Gnomish Envoy to the southern border east of the river
fr: - Déplacer l'envoyé gnome au bord sud, à l'est de la rivière

source: Well, Thursagan has reached a conclusion. He can't make the scepter with the materials he has here, but he has the final plans for it, and all the jewels and gold he needs. Shouldn't we leave now?
fr: Bien, Thursagan a conclu. Il ne peut pas faire le sceptre avec le matériel qui est ici, mais il a les plans définitifs et tout l'or et les bijoux nécessaires. Ne devrions-nous pas partir maintenant ?

source: All this time and he couldn't make it? Fine, we should try to leave... but it's not like we could leave if we wanted to. We're surrounded!
fr: Tout ce temps et il n'a pas pu le faire ? Bon, nous devrions essayer de sortir... Mais ce n'est pas comme si nous pouvions faire comme nous voulions. Nous sommes encerclés !

source: If ye'll permit me to say so, sir, yer wrong. We could-
fr: Si vous me le permettez, monsieur, vous vous trompez. Nous pourrions -

source: Shut up, Baglur! Ye don't know what yer talking about. I've analyzed the situation, and we're doomed. Our best hope is to surrender. Perhaps if we give the Shinsplitter the plans for the Scepter of Fire they will let us survive.
fr: Tais-toi, Baglur ! Tu ne sais pas de quoi tu parles. J'ai analysé la situation et nous sommes condamnés. Notre meilleur espoir est de nous rendre. Peut-être que si nous donnons les plans du Sceptre de Feu aux Brisetibias, ils nous laisseront vivre.

source: Yes, of course, let's just all be cowards! What happened to your honor, Durstorn?!
fr: Oui, bien sûr, devenons tous des lâches ! Qu'en est-il de ton honneur, Durstorn ?!

source: Ye little fool, honor is less important than life! So, I'm ordering Thursagan to give the plans and the ruby to the Shinsplitters, as a peace offering. Then maybe we'll walk out of here alive.
fr: Imbécile ! L'honneur est moins important que la vie ! Donc je donne l'ordre à Thursagan de donner les plans et le rubis aux Brisetibias, comme gage de paix. Ensuite nous pourrons peut-être partir vivants.

source: Ye don't have authority over me, Durstorn. And I wouldn't give the Scepter to them even if ye did. It's not yers to give, its mine, and Rugnur's, and Baglur's. The gryphon riders have done more for its existence than ye have! And yet, ye still get the profits from selling it to Pypo.
fr: Tu n'as pas autorité sur moi, Durstorn. Je ne leur donnerais pas le sceptre, même si tu l'aurais fait. Il n'est pas à toi, il est à moi, et à Rugnur, et à Baglur. Les monteurs de griffon ont fait plus pour son existence que toi ! Et pourtant, c'est encore toi qui reçois les bénéfices de la vente à Pypo.

source: So what, all of ye want to die? Fine by me, but I won't die with ye! And if ye won't give the Scepter to the Shinsplitters, I'll take it from ye!
fr: Et alors, vous voulez tous périr ? Faites comme vous voulez, mais je ne mourrai pas avec vous ! Et si vous ne donnez pas le sceptre aux Brisetibias, je vous le prendrai !

source: Nice try, Durstorn, but ye missed. Now, I'd say that attacking an ally constitutes treason, wouldn't ye?
fr: Bien essayé, Durstorn, mais raté. Maintenant, je dirais qu'attaquer un allié constitue une trahison, pas toi ?

source: Yer not my ally. Yer more against me than the Shinsplitters are; all they want is the ruby, but ye want us dead!
fr: Tu n'es pas mon allié. Tu es pour moi un plus grand ennemi que les Brisetibias ; tout ce qu'ils veulent, c'est le rubis, mais toi, tu veux notre mort !

source: If that's what yer thinking, yer not fit to be ruler over us! So step down, or we'll force ye.
fr: Si c'est ce que tu penses, tu n'as plus le droit de nous diriger ! Abdique, ou nous t'y forcerons.

source: Never!
fr: Jamais !

source: Well, I suppose we were right to silence him, but I don't like this. In any case, now we should try to get out of here.
fr: Bon, je suppose que nous avons eu raison de le réduire au silence, mais je n'aime pas ça. En tout cas, nous devrions essayer de sortir d'ici.

source: Aye. So, see the area to the northeast of us?
fr: Oui. Bon, tu vois la zone au nord-est ?

source: That's where there are the least Shinsplitter guards, so we have the greatest chance of success there. I think we should try to get to it.
fr: C'est là qu'il y a le moins de gardes Brisetibias, c'est donc là que nous avons la plus grande chance de réussir. Je pense que nous devrions essayer d'aller par là.

source: This plan, it isn't worse than staying here to be killed, but it isn't likely to succeed either. Even if it does, what will it accomplish? We will be cornered there.
fr: Même si ce plan n'est pas pire que de se faire tuer ici, ce n'est pas pour ça qu'il a beaucoup de chances de marcher. Et même s'il réussit, où en serons-nous ? Nous serons coincés.

source: I don't know if we will be cornered. That cave looks like it goes deep, and we can lose the Shinsplitters in the caves. Once we get out, we'll make our way back to Knalga.
fr: Je ne sais pas si nous serons coincés. Cette caverne me semble descendre bien profondément et nous pourrons semer les Brisetibias dans les cavernes. Nous retournerons à Knalga une fois sortis.

source: The country between here and Knalga will be swarming with Shinsplitter warriors. We had better head back to the abandoned mines north of the Arkan-thoria, where we gathered our gold and coal. At least there the gnomes will have some hope of finding us.
fr: La région entre ici et Knalga sera remplie de guerriers Brisetibias. Nous ferions mieux de revenir aux mines abandonnées au nord d'Arkan-thoria, là où nous avons rassemblé notre or et notre charbon. Là au moins, Alanin pourrait nous retrouver.

source: That's fine for you, you are used to the deep underground, but I ain't! What am I supposed to do?
fr: Oui, ça va pour toi qui es habitué à la grande profondeur, mais moi, je ne suis pas ! Qu'est-ce que je suis censé faire ?

source: Well, ye are a member of the army of Untersberg. Why don't ye rejoin it? See if ye can run past those Shinsplitters to our southeast...
fr: Eh bien... Tu es un membre de l'armée de Untersberg. Pourquoi ne la rejoins-tu pas ? Vois si tu peux passer au travers des Brisetibias au sud-est...

source: ... and then ride south until ye reach one of yer outposts.
fr: ... Et ensuite file vers le sud jusqu'à ce que tu trouves un de tes avant-postes.

source: I'm not going to do that, it's suicide! And in any case, I've been with you for ten years, almost as long as I was in the Untersberg army; I'd prefer to fight with you.
fr: Je ne vais pas faire ça, c'est du suicide ! Et dans tous les cas, je suis resté avec toi depuis dix ans, presque autant que mon service dans l'armée de Untersberg ; je préférerais me battre avec toi.

source: Ye going south has more of a chance of success for ye than staying here or going back to the mines! And getting news to Pypo of what has happened is also the best way to get help to us.
fr: Tu as plus de chances en allant au sud qu'en restant ici ou en retournant dans les galeries ! Et puis informer Pypo sur ce qui s'est passé ici est aussi la meilleure façon de nous aider.

source: I suppose...
fr: Je suppose...

source: Come out, Norlunds, and surrender! Or die in that cave, yer choice.
fr: Sortez, Norlunds, et rendez-vous ! Ou bien mourez dans ces cavernes, comme vous voulez.

source: My gnomish friend, ride as fast as ye can south. Tell Pypo we are heading northeast, towards the old eastern mines, and if he wants his precious scepter he should send forces to meet us there as soon as he can!
fr: Mon ami gnome, fonce au sud, le plus vite possible. Dis à Pypo que nous fonçons au nord-est, vers les anciennes mines orientales, et qu'il doit envoyer des troupes aussi rapidement que possible pour nous aider s'il veut récupérer son précieux sceptre.

source: I don't know what is in these caves, but whatever it is can't be worse than staying here to die.
fr: Je ne sais pas ce qu'il y a dans ces souterrains, mais ça ne peut pas être pire que de rester ici et d'y mourir.

source: Thus the gnomish envoy escaped from his Shinsplitter pursuers. But the dwarves were not so lucky. I would say that, perhaps, their betrayal of Durstorn was coming back to haunt them. For the section of the old eastern mines that they reached in their flight had long since become the lair of Svafnir... the wyrm.
fr: L'envoyé gnome échappa donc à ses poursuivants Brisetibias. Mais les nains n'eurent pas cette chance. Je dirais que, peut-être, leur trahison de Durstorn revint les hanter. Car, à leur insu, ils étaient entrés dans la caverne de Svafnir... le guivre.

source: - Get all heroes to the end of the tunnel
fr: - Amener tous les héros au bout du tunnel

source: Well, Thursagan, we've reached the eastern mines, but the Shinsplitters are hot on our trail. What do we do now?
fr: Voila, Thursagan, nous avons atteint la mine orientale, mais les Brisetibias sont sur nos talons. Que devons-nous faire, maintenant ?
