Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: It would be no use. If they attacked us on sight, they hold Svarinshaug to be sacred ground and would never let us live here. Many kobold tribes build their homes around a wyrm's lair, serving the colossal beast who resides within. This is likely the case here, with these kobolds living somewhere below us. The entrance to the lower level should be nearby...
fr: Ce ne serait pas utile. S'ils nous ont attaqués à vue, ils considèrent que Svarinshaug est une terre sacrée et ne nous laisseront jamais vivre ici. Beaucoup de tribus Kobolds construisent leurs maisons autour de la tanière d'un Wyrm, servant la bête colossale qui vie à l'intérieur. C'est probablement le cas ici, avec ces Kobolds vivant quelque part en dessous de nous. L'entrée du niveau inférieur devrait être à proximité...

source: A dire situation, if true. Our clan has never fought a wyrm before.
fr: Une situation désastreuse, si c'est vrai. Notre clan n'a jamais combattu un Wyrm avant.

source: Either way, the survival of our clan requires that we root the kobolds out. Ready our warriors!
fr: D'une façon ou d'une autre, la survie de notre clan exige que l'on déloge les Kobolds. Préparez nos guerriers!

source: Hint: Some maps have multiple surface layers. Select a unit and then right-click on a Cavern Entrance to go to another surface layer.
fr: Astuce : Certaines cartes ont plusieurs surfaces. Sélectionnez une unité, puis faites un clic droit sur une entrée de caverne pour aller à une autre surface.

source: The diminutive fiends and their pet monster are done for. Our clan lives on!
fr: Les démons et leur animaux de compagnie sont partie. Notre clan est en vie !

source: I have an idea! Why don't we make furniture out of stone?
fr: J'ai une idée ! Pourquoi ne fabriquons-nous pas des meubles en pierre ?

source: Har! Even our hardy dwarven arses can't withstand sitting on stone for long. And have ye thought of how difficult it would be to move it around?
fr: Har! Même nos culs robustes de nains ne peuvent rester assis longtemps sur la pierre. Avez-vous pensé à quel point ce serait difficile de le déplacer ?

source: We have gotten all the metal we need. To the forge!
fr: Nous avons tout le métal dont nous avons besoin pour la forge !

source: The Battle of Magetobria
fr: La bataille de Magetobria

source: Under the leadership of Ariovistus, we have crossed the Rhine to aid the Sequani and the Arverni in defeating the Aedui, and now an Aedui army approaches the Sequani settlement of Magetobria... Map: Belfort
fr: Sous la direction d'Ariovistus, nous avons traversé le Rhin pour aider les Sequani et les Arverni à vaincre les Aedui, et maintenant une armée d'Aedui s'approche de la colonie Sequani de Magetobria... Carte : Belfort

source: The Home of the Boii
fr: La maison de Boii

source: After a devastating conflict with the Romans, Marbod seeks to lead the tribe of the Marcomanni to safer lands. Map: Prague
fr: Après un conflit dévastateur avec les Romains, Marbod cherche à conduire la tribu des Marcomans vers des terres plus sûres. Carte : Prague

source: - Destroy Aquileia's Forum
fr: - Détruite le forum d'Aquileia

source: The Sack of Iuvavum
fr: Le Sac d'Iuvavum

source: Almost two centuries after the time of Marbod, the Marcomanni chieftain Ballomar has gathered more than a dozen Germanic tribes in an alliance to invade the Roman Empire. Map: Salzburg
fr: Presque deux siècles après l'époque de Marbod, le chef des Marcomans Ballomar a rassemblé plus d'une douzaine de tribus germaniques dans une alliance pour envahir l'Empire romain. Carte : Salzbourg

source: The Razing of Opitergium
fr: La Rasage d'Opitergium

source: Leaving a trail of destruction behind them, the Marcomanni have now reached Italy and lay siege to the Roman city of Opitergium. Map: Oderzo
fr: Laissant derrière eux une traînée de destruction, les Marcomans ont maintenant atteint l'Italie et assiégé la ville romaine d'Opitergium. Carte : Oderzo

source: Moving into Galicia
fr: Déménagement en Galice

source: Times are changing. The Roman Empire, once invincible, has fallen prey to a conjunction of domestic troubles and external pressures. A group of Suebi has decided to take use opportunity, and move into the Roman province of Galicia... Map: Braga
fr: Les temps changent. L'Empire romain, autrefois invincible, est la proie d'une conjonction de troubles domestiques et de pressions extérieures. Un groupe de Suebi a décidé de profiter de l'occasion pour s'installer dans la province romaine de Galice... Carte: Braga

source: The Blue Danube
fr: Le Danube Bleu

source: As time passed, the Marcomanni abandoned their old name and adopted a new one - that of the Bavarians. Expelled from Bohemia by the Lombards, they must now seek a home on the margins of the Danube, facing the forces of the crumbling Roman Empire, if need be. Map: Regensburg
fr: Au fil du temps, les Marcomanni abandonnèrent leur ancien nom et en adoptèrent un nouveau, celui des Bavarois. Expulsés de Bohême par les Lombards, ils doivent maintenant chercher une maison sur les bords du Danube, face aux forces de l'Empire romain en ruine, si besoin en est. Carte : Regensburg

source: - Defeat the Roman remnants
fr: - Vaincre les restes romains

source: As time passed, our ancestors, the Marcomanni, came to be more and more known by their place of dwelling - Bohemia. Thus did our name of "Bavarians" originate - it means "men from Bohemia". Expelled from those lands by the Lombards, we must now seek a home on the margins of the Danube.
fr: Au fil du temps, nos ancêtres, les Marcomanni, sont devenus de plus en plus connus par leur lieu de résidence - la Bohême. C'est ainsi que notre nom de «Bavarois» est né - cela signifie «hommes de Bohême». Expulsés de ces terres par les Lombards, nous devons maintenant chercher une maison en marge du Danube.

source: After a long time traveling south, we are now close to the great river. Our scouts report that remnant forces of the crumbling Roman Empire can be found here - we must locate and destroy them, to make way for our settlement in these lands.
fr: Après un long voyage vers le sud, nous sommes maintenant près de la grande rivière. Nos éclaireurs rapportent que les forces restantes de l'Empire Romain en ruine peuvent être trouvées ici - nous devons les localiser et les détruire, pour faire place à notre règlement dans ces terres.

source: The Romans of this area have been fully subjected to us. Long has been our journey, and pleasant shall be our new home. Already marriages are occurring between our people and the locals, who begin to learn our tongue. A new land has been born, Bavaria!
fr: Les Romains de cette région nous ont été entièrement soumis. Long a été notre voyage, et agréable sera notre nouvelle maison. Des mariages se produisent déjà entre notre peuple et les habitants, qui commencent à apprendre notre langue. Une nouvelle terre est née, la Bavière!

source: Times are changing. The Roman Empire, once invincible, is now falling prey to a conjunction of domestic troubles and external pressures. Our group of Suebi has decided to take on this opportunity, journeying deep into Roman territory, and seeking a land to take for ourselves.
fr: Les temps changent. L'Empire romain, autrefois invincible, est maintenant en proie à une conjonction de troubles intérieurs et de pressions extérieures. Notre groupe de Suebi a décidé de saisir cette opportunité, voyageant profondément dans le territoire romain, et cherchant une terre à prendre pour nous-mêmes.

source: We have crossed the Rhine into Gaul, but that was not to be our final destination: we moved to the south, to Iberia, to the Roman province of Galicia. The walls of Bracara Augusta, the province's capital, is now all that stands between us and the establishment of a new dominion in Roman lands!
fr: Nous avons traversé le Rhin en Gaule, mais cela ne devait pas être notre destination finale: nous nous sommes déplacés vers le sud, vers Iberia, vers la province romaine de Galice. Les murs de Bracara Augusta, la capitale de la province, sont maintenant tout ce qui se dresse entre nous et l'établissement d'une nouvelle domination dans les terres romaines!

source: Victory is ours! Bracara Augusta has been taken, and we have laid the foundations of a new realm!
fr: La victoire est à nous! Bracara Augusta a été prise, et nous avons jeté les bases d'un nouveau royaume!

source: - Defeat the Aedui
fr: - Vaincre les Aedui

source: We, the Suebi, have been hired by the Sequani and Arverni tribes to come into Gaul and help them defeat their enemies, the Aedui. We are now positioned in a Sequani settlement, Magetobria, and an Aedui army approaches...
fr: Nous, les Suebi, avons été engagés par les tribus Sequani et Arverni pour venir en Gaule et les aider à vaincre leurs ennemis, les Aedui. Nous sommes maintenant positionnés dans une colonie de Sequani, Magetobria, et une armée d'Aedui approche...

source: We were granted land in Gaul by the Sequani and the Arverni. However, our chieftain Ariovistus wanted more. Not only did he begin to lord over the Aedui, but much of the Sequani's lands was taken for settlement, with our kinsmen being brought from beyond the Rhine. The Gaulish tribes lied prostate before us.
fr: Les Sequani et les Arverni nous ont accordé des terres en Gaule. Cependant, notre chef Ariovistus voulait plus. Non seulement il a commencé à dominer les Aedui, mais une grande partie des terres des Sequani a été prise pour l'établissement, avec nos parents étant amenés d'au-delà du Rhin. Les tribus gauloises ont menti la prostate avant nous.

source: It would not be long, however, until an intervening force would sweep our warriors back across the Rhine into Germania: Caesar's Legions. The brilliant general bested Ariovistus in the field, forcing the chieftain to abandon his plans to conquer Gaul for the Suebi.
fr: Ce ne serait pas long, cependant, jusqu'à ce qu'une force intermédiaire ramène nos guerriers de l'autre côté du Rhin en Germanie: les légions de César. Le brillant général a surmonté Ariovistus sur le terrain, forçant le chef à abandonner ses plans de conquérir la Gaule pour les Suebi.

source: - Defeat the Boii
fr: - Vaincre les Noii

source: The Roman incursions through the Rhine into Germania have been devastating for the Marcomanni. Their chieftain, Marbod, has decided to lead them into new, safer lands. The Celtic tribe of the Boii seems weak - making the plains they occupy a prime target for Marbod's designs.
fr: Les incursions romaines à travers le Rhin en Germanie ont été dévastatrices pour les Marcomanni. Leur chef, Marbod, a décidé de les conduire dans de nouvelles terres plus sûres. La tribu celte des Boii semble faible - faisant des plaines qu'ils occupent une cible de choix pour les dessins de Marbod.

source: Germania is under ever-greater peril from the Romans. My warriors, there is no turning back - we must take the Boii's lands, or perish!
fr: Germania est sous le plus grand péril des Romains. Mes guerriers, il n'y a pas de retour en arrière - nous devons prendre les terres de Boii, ou périr!

source: Warriors from a few other tribes have come to our aid, let us gather forces with them.
fr: Les guerriers de quelques autres tribus sont venus à notre aide, rassemblons les forces avec eux.

source: - Find the warriors of the other tribes (optional)
fr: - Trouver les guerriers des autres tributs (facultatif)

source: - Marbod must survive
fr: - Marbod doit survivre

source: So near the Romans as we used to be, no realm could succeed and become great. But here... we have a chance.
fr: Si près des Romains que nous étions, aucun royaume ne pourrait réussir et devenir grand. Mais ici ... nous avons une chance.

source: Much did I learn about statecraft and military organization during my younger years in Rome. Already, we have a disciplined army to pursue our dangerous - albeit rewarding - task. The Boii shall be no match for us!
fr: J'ai beaucoup appris sur l'organisation politique et l'organisation militaire durant mes jeunes années à Rome. Déjà, nous avons une armée disciplinée pour poursuivre notre tâche dangereuse - quoique gratifiante -. Le Boii ne sera pas un match pour nous!

source: The Boii's capital has become naught but a burning ruin. On its ashes we shall build our own settlement of Bubienum, the center of our new Marcomannic kingdom!
fr: La capitale de Boii n'est plus qu'une ruine brûlante. Sur ses cendres nous construirons notre propre établissement de Bubienum, le centre de notre nouveau royaume marcomanique!

source: Chieftain Marbod of the Marcommani! As promised, we have come to help you in your fight against the Celts.
fr: Chef Marbod du Marcommani! Comme promis, nous sommes venus pour vous aider dans votre lutte contre les Celtes.

source: Tough you are, Vandal warriors! Let us crush some Boii skulls.
fr: Dur, vous êtes, guerriers Vandal! Laissez-nous écraser quelques crânes de Boii.

source: Ah, there you are! Warriors of the Semnones, our tribes are Suebic kin. It is only right that we join forces in war.
fr: Ah, vous êtes là! Guerriers des Semnones, nos tribus sont des parents Suebic. Il est juste que nous unissions nos forces dans la guerre.

source: We are ready for battle, Marbod!
fr: Nous sommes prêt pour la bataille, Marbod !

source: We, Lombard warriors, have come from beyond the Elbe to join you in battle!
fr: Nous, guerriers lombards, sommes venus d'au delà de l'Elbe pour vous rejoindre dans la bataille!

source: Your help is most appreciated, and you shall share in our booty!
fr: Votre aide est la plus appréciée, et vous partagerez notre butin !

source: - Destroy Opitergium
fr: - Détruite Opitergium

source: Leaving a trail of destruction behind us, we have reached Italy under the leadership of our chieftain Ballomar, and now lay siege to the Roman city of Opitergium.
fr: Laissant une traînée de destruction derrière nous, nous avons atteint l'Italie sous la direction de notre chef Ballomar, et maintenant assiéger la ville romaine d'Opitergium.

source: The time has come to show the Romans what we are truly made of, and force them to provide us with riches and suitable lands.
fr: Le temps est venu de montrer aux Romains de quoi nous sommes vraiment faits et de les forcer à nous fournir des richesses et des terres propices.

source: Opitergium became naught but ashes. Our next goal, Aquileia, would soon be besieged by our warriors.
fr: L'Opitergium n'est plus que des cendres. Notre prochain objectif, Aquileia, serait bientôt assiégé par nos guerriers.

source: But the Romans resisted. They managed to put off our siege, and pursued us until we had been driven beyond the Danube. That, however, was not enough for the Roman Emperor Marcus Aurelius - he desired to make a new Roman province out of our lands. Fortunately, domestic troubles forced him to turn his attention elsewhere, leaving us to our own devices. The Marcomanni live on!
fr: Mais les Romains ont résisté. Ils ont réussi à mettre fin à notre siège et nous ont poursuivis jusqu'à ce que nous ayons été chassés au-delà du Danube. Cependant, cela ne suffisait pas à l'empereur romain Marc Aurèle - il voulait faire une nouvelle province romaine hors de nos terres. Heureusement, les ennuis domestiques l'ont forcé à détourner son attention ailleurs, nous laissant à nos propres moyens. Les Marcomanni vivent!

source: - Leave no building standing
fr: - Ne laissez aucun bâtiment debout

source: Almost two centuries after the time of Marbod, the Marcomanni chieftain Ballomar has gathered more than a dozen Germanic tribes in an alliance to invade the Roman Empire.
fr: Presque deux siècles après l'époque de Marbod, le chef des Marcomans Ballomar a rassemblé plus d'une douzaine de tribus germaniques dans une alliance pour envahir l'Empire romain.

source: We now approach the Roman town of Iuvavum - renowned for its wealth derived from the salt trade. Our warriors yearn for these riches... Sack this city, for all it is worth!
fr: Nous approchons maintenant de la ville romaine d'Iuvavum - renommée pour sa richesse dérivée du commerce du sel. Nos guerriers aspirent à ces richesses ... Sacrez cette ville, pour tout ce qu'elle vaut!

source: All that was of worth in Iuvavum has been pillaged... let us march on, to Italy itself!
fr: Tout ce qui valait la peine à Iuvavum a été pillé ... Poursuivons en Italie!

source: According to the latest gossip, it seems that the dwarf Oin moved with his kin and retainers to settle near a waterfall.
fr: Selon les derniers potins, il semble que le nain Oin a déménagé avec ses parents et ses serviteurs pour s'installer près d'une cascade.

source: We have successfully raided Andvari's holding and obtained his gold. We even found a ring which seems particularly valuable. Andvari spoke a curse upon us for getting the ring... Ramblings of an impoverished dwarf.
fr: Nous avons réussi àperquisitionner la tenue d'Andvari et obtenu son or. Nous avons même trouvé un anneau qui semble particulièrement précieux. Andvari a parlé d'une malédiction sur nous pour obtenir l'anneau ... d'un nain appauvri Ramblings.

source: Svarinshaug is filled with dwarves to the brim. When our ancestors first came to these rocky hills, we were few, but since then we have greatly multiplied. My followers! The time has come for us to abandon the land of our forefathers, and settle in a new home.
fr: Svarinshaug est rempli de nains à ras bord. Quand nos ancêtres sont venus pour la première fois sur ces collines rocheuses, nous étions peu nombreux, mais depuis lors nous nous sommes multipliés. Mes disciples! Le temps est venu pour nous d'abandonner la terre de nos ancêtres, et de s'installer dans une nouvelle maison.

source: Fellow Goldhoof dwarves, Hroptatyr has shown me the way! Beyond the Aurvang swamplands to our southeast lie sprawling fields of sand, named Joruvellir. A harsh place, to be sure, but livable enough, and safe. There shall we found a new realm!
fr: Houptatyr m'a montré le chemin! Au-delà des marécages d'Aurvang, au sud-est, s'étendent de vastes étendues de sable, nommées Joruvellir. Un endroit dur, certes, mais assez vivable et sûr. Nous allons trouver un nouveau royaume!

source: Travel through the Aurvang swamplands? That place is filled with goblins, we must beware...
fr: Voyage à travers les marécages Aurvang? Cet endroit est rempli de gobelins, il faut se méfier...

source: Hint: Protect your Miners well, for if you lose them there will be no way to complete your objectives.
fr: Astuce: Protégez bien vos mineurs, car si vous les perdez, il n'y aura aucun moyen d'atteindre vos objectifs.

source: What are dwarves doing in Aurvang? They must have come to despoil our homes, attack!
fr: Que font les nains à Aurvang? Ils doivent être venus pour dépouiller nos maisons, attaquer!

source: At last, we are almost to Joruvellir!
fr: Enfin, nous sommes presque à Joruvellir !

source: The sun is scorching in these parts, and it will be worse in the desert. It would be best to travel through it during the night.
fr: Le soleil brûle dans ces régions, et ce sera pire dans le désert. Il serait préférable de le traverser pendant la nuit.

source: Hint: Organic units suffer from dehydration in desert tiles, which slowly depletes their HP. The effect can be avoided by journeying through the desert at night, and some units (like wyrms) are immune to it. Units are not affected by dehydration in their player's own territory.
fr: Astuce: Les unités organiques souffrent de déshydratation dans les tuiles du désert, ce qui épuise lentement leur HP. L'effet peut être évité en voyageant à travers le désert la nuit, et certaines unités (comme les wyrms) sont à l'abri. Les unités ne sont pas affectées par la déshydratation dans le territoire de leur joueur.

source: The foundations of our new settlement have been laid. After a long journey, we can finally rejoice in the safety our new dwelling!
fr: Les bases de notre nouveau règlement ont été posées. Après un long voyage, nous pouvons enfin nous réjouir de la sécurité de notre nouvelle habitation!

source: Our workers have been lost... how will we build our settlement now?
fr: Nos travailleurs ont été perdus ... comment allons-nous construire notre établissement maintenant?

source: Curse these rocks! Our ship is done for, how will we return home from this forsaken island?
fr: Malédiction ces roches! Notre navire est fait pour, comment allons-nous rentrer à la maison de cette île abandonnée?

source: Ah well, lamenting will do us little good. The island looks inhabited, perhaps the locals possess seaworthy ships? We ought to look around.
fr: Eh bien, se lamenter nous fera peu de bien. L'île semble habitée, peut-être les habitants possèdent des navires en état de navigabilité? Nous devrions regarder autour de nous.

source: Intruders... did ye come to feed our volcano?
fr: Intrus ... êtes-vous venus pour nourrir notre volcan?

source: A... ghost? Have I lost my senses to the volcanic smokes?
fr: Un fantôme? Ai-je perdu mes sens aux fumées volcaniques?

source: Ha! Yer eyes tell ye true. Neither living nor truly dead, we guard the ruined forge of our clan. Be thankful yer not a kobold, or else ye would already be swimming in the lava!
fr: Ha! Vos yeux disent vrai. Ni vivants ni vraiment morts, nous gardons la forge ruinée de notre clan. Soyez reconnaissants de ne pas être un kobold, sinon vous nageriez déjà dans la lave!

source: What is there here for ye to guard?
fr: Qu'y a-t-il ici pour que vous gardiez?

source: Yer a noisy bunch, aren't ye?
fr: Vous êtes un groupe bruyant, n'est-ce pas?

source: Our ship crashed on the shores of this island, leaving us trapped here. Do ye know where we could find a vessel to take us home?
fr: Notre navire s'est écrasé sur les côtes de cette île, nous laissant piégés ici. Savez-vous où nous pourrions trouver un navire pour nous ramener à la maison?

source: A seaworthy ship, in this island? Ha! The kobolds here only possess small boats, ye won't get far with that. Driftwood is formed by shipwrecks and lost sailors or their descendants. They do not stay here by choice. Us dwarves, however... we used to have ships to do some trade with the mainland. But don't go thinking I would just give one to ye.
fr: Un navire en état de navigabilité, dans cette île? Ha! Les kobolds ici ne possèdent que de petites embarcations, vous n'irez pas loin avec ça. Driftwood est formé par des épaves et des marins perdus ou leurs descendants. Ils ne restent pas ici par choix. Nous nains, cependant ... nous avions des navires pour faire du commerce avec le continent. Mais ne va pas en pensant que je te donnerais juste un.

source: What do ye want for the ship?
fr: Que voulez-vous pour le navire?
