Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Och, well, no. Lately goblins have been more in charge of those caves where the glyphs are than we dwarves have.
fr: Hé, eh bien non. Ces derniers temps, ce sont plus des gobelins qui ont occupé les grottes où les glyphes sont situés que des nains.

source: Well, where are they located?
fr: Bien, où sont-ils ?

source: Two are down a side passage in the northwest, another two are in a similar location in the southeast, and two are right next to the front gate.
fr: Il y en a deux dans un passage latéral au nord-ouest, deux autres sont dans un endroit similaire au sud-est, et les deux derniers sont juste en face de la porte.

source: Have ye made up yer mind yet about surrendering? If ye will not give up, prepare for battle!
fr: Est-ce que vous avez enfin décidé de vous rendre ? Sinon, préparez-vous à combattre !

source: Ye may be more powerful than us, but I doubt even ye can blast through our stonecraft. We refuse - now let's close these gates!
fr: Vous êtes peut-être bien être plus puissants que nous, mais je doute que vous puissiez perforer des nos parois bâties. Nous refusons. Maintenant, fermons les portes !

source: - Have one unit standing on each glyph at the same time
fr: - Avoir une unité sur chaque glyphe à la fois

source: - Rugnur and Baglur must survive
fr: - Rugnur et Baglur doivent survivre

source: We have everyone positioned on the glyphs! What do we do now?
fr: Tout le monde est en position sur les glyphes ! Qu'est-ce qu'on fait maintenant ?

source: Just watch. The gates wi' close very soon. Then the raiders outside - and, unfortunately, our clansfolk who are still out there - wi' become irrelevant.
fr: On regarde, tout simplement. Les portes vont très rapidement se fermer. Ensuite, les raiders qui sont dehors, et malheureusement nos gens toujours là-bas - n'auront plus d'importance.

source: Agh! Well, ye have defeated me for now, but eventually ye will have to exit these caves, to give Pypo back his jewel. And when ye do, we will be ready for ye.
fr: Agh ! Humm, vous avez gagné cette bataille, mais vous devrez un jour sortir de ces grottes, au moins pour rendre son joyau à Pypo. Nous serons alors prêts à vous recevoir.

source: If that is what ye choose to do, fine, but be prepared to wait for many years.
fr: Si c'est ce que vous voulez faire, très bien, mais préparez-vous à attendre de nombreuses années.

source: Well, now I should go down to the city and report. I'm late already...
fr: Maintenant, il faut que je descende à la cité pour faire mon rapport. Je suis déjà en retard...

source: Where's that fool Rugnur gotten to? It's time for him to report on events in the surface world. He's late!
fr: Où est passé ce fou de Rugnur ? Le moment est venu pour son rapport sur les évènements dans le monde, à la surface. Il est en retard !

source: Perhaps the outpost was held up?
fr: Peut-être que l'avant-poste a été attaqué ?

source: Ha! There hasn't been a war since that fool Dursil tried to get the better of Pypo I, why would someone attack us now?
fr: Ha! Il n'y a pas eu de guerre depuis que cet fou, Dursil, a essayé de profiter de Pypo Ier, pourquoi quelqu'un nous attaquerait-il maintenant ?

source: The Shinsplitters might want our gold.
fr: Les Brisetibias pourraient vouloir notre or.

source: Good one, let them try to take it! Ha!
fr: Bonne idée. Laissons-les essayer ! Ha !

source: Hey, Durstorn, have we started yet? King Pypo came by just now, wanted to talk to ye...
fr: Hé, Durstorn, cela a déjà commencé ? Le roi Pypo est venu, il voulait te parler...

source: Speak properly to yer elders, boy! Why are ye late?
fr: Un peu plus de respect pour tes aînés, gamin ! Pourquoi es-tu en retard ?

source: Huh? Didn't a messenger come and tell ye?
fr: Comment ? Un messager n'est pas venu vous le dire ?

source: No.
fr: Non.

source: I think ye'd better let me explain. King Pypo I of Untersberg came to the gate. Then we had to close it, which took considerable time.
fr: Alors je pense que vous feriez mieux de me laisser m'expliquer. Le roi Pypo Ier de Untersberg est venu aux portes. Ensuite, nous avons dû les fermer, ce qui a pris un temps considérable.

source: What'd he want? And why'd ye have to close the gate?
fr: Que voulait-il ? Et pourquoi as-tu dû fermer les portes ?

source: He wanted to make a deal with us. He gave us a magnificent stone, called the 'Ruby of Fire', and told us to make a scepter out of it, to symbolize his power, or something like that. We closed the doors because Shinsplitter raiders were attacking us.
fr: Il voulait passer un marché avec nous. Il nous a donné une pierre magnifique, appelée le Â« Rubis de Feu Â» et il nous a demandé d'en faire un sceptre, de façon à symboliser son pouvoir, quelque chose comme ça. Nous avons fermé les portes parce que les raiders Brisetibia nous attaquaient.

source: What is he going to give us for it, eh?
fr: Et qu'est-ce qu'il va nous donner en échange, hein ?

source: He paid us five thousand silver in advance, and he'll give us five thousand more when we deliver the finished scepter if we are done before he dies.
fr: Il nous a payé cinq-mille pièces d'argent d'avance et il nous en donnera cinq autres mille si nous finissons le sceptre avant sa mort.

source: What?! Ye already accepted? Foolish boy, ye should have come for one of the elders! We could have gotten much more than ten thousand silver out of him! This is a task that will take many years, and now all of our work in that time will bring us very little gain.
fr: Quoi ?! Tu as déjà accepté ? Jeune fou, tu aurais dû venir chercher un de tes aînés ! Nous aurions pu en tirer beaucoup plus que dix-mille pièces d'argent ! C'est un travail qui va nous prendre de nombreuses années et tout ce travail ne nous rapportera maintenant qu'un tout petit gain.

source: Sorry, lord, but he said he would move on to another tribe if I left.
fr: Désolé, messire, mais il a dit qu'il irait voir un autre clan si je partais.

source: Can't ye tell a bluff when ye hear one?! He knows we're the best craftsmen, and he wouldn't have gone to another tribe if we stalled for a year. Oh well, what's done is done. We'll have to work for less than I would prefer...
fr: Ne peux-tu pas reconnaître un bluff quand tu en entends un ?! Il sait que nous sommes les meilleurs artisans et il ne serait pas parti voir une autre tribu, même si nous avions disparu pendant un an. Enfin, ce qui est fait est fait. Nous devrons travailler pour moins que ce que j'aurais voulu...

source: Well, since this boy bargained so badly, why not make him fulfill the contract himself? If he fails, it's on his head.
fr: Bon, puisque ce gamin a si mal négocié, pourquoi ne pas le laisser remplir le contrat lui-même ?! S'il échoue, ce sera pour sa pomme.

source: Good idea, Baglur! He'll need some help, though, and it will take a master smith to make the scepter. Why don't we send him to find Thursagan?
fr: Bonne idée, Baglur! Néanmoins, il aura besoin d'aide, et il faudra un maître forgeron pour faire le sceptre. Pourquoi ne pas l'envoyer chercher Thursagan ?

source: Ye mean the insane dwarf who lives in the far north?!
fr: Vous parlez de l'horrible nain qui habite loin au nord ?!

source: Aye. He is the only one I know of who could craft the scepter the way Pypo wants it. And he has nothing to do; he will be fine with wasting 25 years of his life on this task.
fr: Oui. C'est le seul que je connaisse qui puisse fabriquer le sceptre de la façon dont Pypo le veut. Et comme il n'a rien à faire; il sera content d'y consacrer vingt-cinq années de sa vie.

source: Very well, my lord. We will go into the north to find Thursagan. Do ye have any idea where he is?
fr: Très bien, monseigneur. Nous irons donc dans le nord pour trouver Thursagan. Savez-vous où il est ?

source: Go to the furthest north entrance to the caves, and then go north. He's somewhere in those hills.
fr: Va à l'entrée la plus nordique de ces sous-sols, ensuite va au nord. Il sera quelque part dans ces collines.

source: (Later...)
fr: (Plus tard...)

source: What did I miss, eh?
fr: Qu'est-ce que j'ai raté, hein ?

source: Who the devil are ye? Well, ye seem to be with Rugnur... follow him north.
fr: Qui diable es-tu ? Hum, tu sembles être avec Rugnur... Suis-le au nord.

source: The journey to the far northern wastelands was long and perilous. For the tunnels were winding and treacherous, and the paths were not safe from goblins, or worse. Nevertheless, they did reach the northlands, and began to search for the runesmith named Thursagan - the sage of fire.
fr: Le trajet vers les contrées du nord fut long et périlleux. Car les tunnels étaient traitres et sinueux et les chemins n'étaient pas exempts de gobelins, ou pire. Néanmoins, ils y arrivèrent, et commencèrent à chercher un forgeron des runes nommé Thursagan, le sage de feu.

source: Now where are we going, anyway? We have been taking wrong turns and fighting goblins for months. This trip better have a good payoff to be worth that.
fr: Et maintenant, on va où ? Nous tournons en rond et nous combattons des gobelins depuis des mois. Ce voyage devra rapporter beaucoup pour valoir cette peine.

source: We need to find the mage Thursagan and convince him to return to the citadel with us. He's somewhere up here.
fr: Nous devons trouver le mage Thursagan et le convaincre de rentrer à la citadelle avec nous. Il est quelque part par ici.

source: Well, how are we supposed to find him?
fr: Bon, et comment on est supposé le trouver ?

source: His will probably be the only house up here. No one else is insane enough to live this far north! Even the Shinsplitters won't challenge us here.
fr: Sa maison sera probablement la seule dans le coin. Personne d'autre n'est assez fou pour vivre si loin au nord ! Même les Brisetibias ne viendraient pas nous défier ici.

source: Except for goblins, right? They live in the far northlands. They're probably lurking around here somewhere.
fr: A l'exception des gobelins, hein ? Ils vivent bien dans les territoires du nord. Ils doivent probablement rôder par ici.

source: Right. We'll probably have to fight our way through to his house.
fr: Exact. Nous devrons sûrement nous défendre durant notre trajet vers sa demeure.

source: - Rugnur, Baglur, Thursagan and the gnomish envoy must survive
fr: - Rugnur, Baglur, Thursagan et le envoyé gnome doivent survivre

source: We'd like to speak with ye.
fr: Nous voudrons parler avec vous.

source: Aah! What is that?!
fr: Aah ! Qu'est-ce que c'est que ça ?!

source: Is that... is that a gryphon?
fr: Est-ce... Est-ce un griffon ?

source: Aye. Will ye speak with us now?
fr: Oui. Parlez-vous avec nous maintenant ?

source: What do ye want, gryphon rider?
fr: Que veux-tu, monteur de griffon ?

source: Are ye looking for a runemaster?
fr: Cherchez-vous un maître des runes ?

source: Well, um, aye. Why, can ye help us?
fr: Eh bien, euh, oui. Pourquoi, tu peux nous aider ?

source: Aye. If ye kill the goblins, we'll help ye.
fr: Oui. Si vous tuez les gobelins, nous vous aiderons !

source: Sure, we'll help ye fight goblins.
fr: Bien-sûr, nous vous aiderons à combattre les gobelins.

source: Go away, ye birds! Or I shall burn ye out of the air!
fr: Allez-vous en, sales oiseaux ! Ou je vous grille dans les airs !

source: He doesn't want to talk to the gryphon riders, apparently. I think we'll have to get someone there he will talk to...
fr: Il ne veut pas parler aux mounteurs de griffon, apparemment. Je crois que nous allons devoir trouver quelqu'un avec qui il parlera...

source: What do ye people want?! Leave me alone!
fr: Que me voulez-vous !? Laissez-moi seul !

source: We have entered into a bargain with the king of Untersberg to craft a scepter for him.
fr: Nous avons conclu un marché avec le roi de Untersberg. Nous devons lui fabriquer un sceptre.

source: Oh, and now I suppose Durstorn wants me to craft it, eh? Well I'm not going to.
fr: Oh, et maintenant Durstorn veut que je le forge, hein ? Eh bien, je n'en ai pas l'intention.

source: Ye don't want to make a scepter imbued with the mighty ruby of fire? Very well, yer choice is made.
fr: Vous ne voulez pas faire un sceptre incrusté avec le puissant Rubis de Feu ? Très bien, vous avez fait votre choix.

source: The ruby of fire, what is that, some worthless gnomish gem?
fr: Le Rubis de Feu ? Qu'est-ce que c'est, une pierre gnome sans intérêt ?

source: It is a gnomish gem, but it is also supposedly the most flawless precious stone ever seen.
fr: C'est en effet une pierre précieuse gnome, mais elle est également censée être la pierre précieuse la plus parfaite jamais vu.

source: Oh, really? And what does gnomish king want us to do with it?
fr: Oh, vraiment ? Et qu'est-ce que le roi gnome veut que nous en fassions ?

source: Cut it and insert it into a scepter, creating a powerful symbol of the gnomish monarchy.
fr: Le tailler et l'incruster dans un sceptre, à créer un puissant symbole de la monarchie gnome.

source: I see. Fine then, I will help ye craft this scepter... into the greatest artifact ever seen. This will be a true test of my skill. I expect it will take many years.
fr: Je vois. Très bien, je vous aiderai à façonner ce sceptre... en l'artefact le plus grand jamais vu. Ce sera un vrai défi pour mes aptitudes. Je m'attends à ce que cela prenne de nombreuses années.

source: Good. Now, there are still wild animals and goblins here... We have to get back into the caves.
fr: Bien. Maintenant, il y a toujours des animaux sauvages et des gobelins par ici... Nous devons retourner dans les cavernes.

source: Well, now we are near the caves again! Come on, back south, to the city.
fr: Voilà, nous revoici près de les souterrains ! Allons-y, cap au sud, vers la cité !

source: (Later in the dwarven citadel...)
fr: (Plus tard, dans la cité...)

source: The path back was less dangerous than it was a year earlier. It did not take them so long. So they quickly returned to the dwarven city, with new members to their party.
fr: Le retour fut moins dangereux que l'aller ne l'avait été un an auparavant. Il leur prit moins de temps. Ils rentrèrent donc rapidement à la cité des nains, avec nouveaux membres à l'expédition.

source: Lord Durstorn, we have succeeded in our mission. Thursagan is here.
fr: Seigneur Durstorn, nous avons accompli notre mission. Thursagan est ici.

source: What? Ye mean ye found Thursagan and got him to return with ye? Astounding!
fr: Quoi ? Tu veux dire que tu as trouvé Thursagan et que tu l'as ramené avec toi ? Incroyable !

source: Aye, we did.
fr: Oui, c'est ce que nous avons fait.

source: Now, where is this ruby that I am to work with, eh Durstorn?
fr: Bon, et maintenant, où est ce rubis avec lequel je dois travailler, hein, Durstorn ?

source: In the treasury. And leave it there until yer ready to work with it - I still don't trust ye.
fr: Au trésor. Et laisse-le là tant que tu n'es pas prêt à y travailler. Je ne te fais toujours pas confiance.

source: Ha! ~<Ye~> don't trust ~<me~>?
fr: Ha! ~<Tu~> ne me fais pas confiance ~<à moi~> ?

source: Exactly! Why would I? And I order ye to stay out of the treasury, away from that ruby!
fr: Exactement ! Comment le pourrais-je ? Et je t'ordonne de te tenir éloigné du trésor et du rubis !

source: Ye don't dictate what I am to do, Durstorn! I will do as I please, and don't stop me if ye want me to make this scepter.
fr: Tu ne me dicteras pas ce que j'ai à faire, Durstorn ! J'agirai comme je l'entends. N'essaye pas de m'en empêcher si tu veux que je fasse ce sceptre.

source: The ruby is mine, and don't touch it!
fr: Le rubis est à moi, ne le touche pas !

source: Uh, technically it's Pypo's, and I think that if Thursagan needs to see it to plan this scepter, we must allow it.
fr: Euh, dans les faits, il appartient à Pypo et je pense que si Thursagan a besoin de le voir pour dessiner les plans de ce sceptre, qu'il le fasse.

source: It will be as it must, then. (~<Grumble grumble~>)
fr: Puisque c'est comme ça... ~<*grommelle*~>

source: Hm... a most interesting jewel. I will start drawing up plans for the scepter immediately.
fr: Hmm... C'est un bijou très intéressant. Je vais immédiatement commencer à dessiner les plans.

source: Now, I will need certain materials to make this scepter.
fr: Hum, je vais avoir besoin de certains matériaux pour faire ce sceptre.

source: Oh, what?
fr: Oh, lesquels ?

source: I would say probably ten stone of artifact-quality gold and twenty stone of the finest coal, and many of the finest jewels in the land - we'll need others to search for those, though. I'll also need to have the jeweler cut the ruby once I have the plans done.
fr: Je dirais probablement dix pierres d'or de très haute qualité et vingt pierres du charbon le plus pur, et beaucoup des plus fines pierres précieuses du pays ; d'autres devront aller les chercher. J'aurais aussi besoin que le bijoutier taille le rubis une fois les plans faits.

source: Just use my gold and coal, I have enough! Or, if they're not 'good enough' for ye, find them yerself.
fr: Utilise mon or et mon charbon, j'en ai assez ! Ou bien, s'ils ne sont pas Â« assez purs Â» pour toi, trouves-en toi-même.

source: Ye try my patience, Durstorn. Ye know yers aren't acceptable, but ye have to give me something or I can't make the scepter!
fr: Tu abuses de ma patience, Durstorn. Tu sais que leur qualité n'est pas suffisante, mais tu dois quand même me fournir quelque chose ou je ne pourrai pas fabriquer le sceptre !

source: Wait, wait. The gold and coal... I think we can find those in the abandoned eastern mines, north of the Arkan-thoria. Goblins ha' overrun them, but earlier they were the source of the finest smithing materials.
fr: Attends, attends. L'or et le charbon... Je pense qu'on peut en trouver dans les mines abandonnées de l'est, au nord de Arkan-thoria. Les gobelins les ont envahies, mais avant, elles étaient à l'origine des meilleurs matériaux de forge.

source: So, we will go to the eastern mines!
fr: Bien, nous irons donc dans les mines orientales !

source: Fine. As for the jewels, I will have others obtain those. That will cost quite a bit of our payment, but it can't be helped. Our people do not mine jewels.
fr: Bien. Et pour les pierres précieuses, je m'arrangerai pour que d'autres les obtiennent. Cela va nous coûter une bonne partie du payement, mais on ne peut pas faire autrement. Notre peuple n'extrait pas les pierres précieuses.

source: That is acceptable. Durstorn, send some miners along with us to the eastern mines.
fr: C'est parfait. Durstorn, envoie quelques mineurs avec nous dans les mines de l'est.

source: Those who went to the eastern mines were brave indeed. They were infested with goblins and other vile creatures, who thrived in the dark and gloom of the caves.
fr: Ceux qui allèrent dans les mines orientales étaient bien courageux. Elles étaient infestées de gobelins et d'autres horribles créatures qui grouillaient dans l'obscurité des souterrains.

source: And braver still were Rugnur and his companions, who had to spend two years in those tunnels. For mining is a lengthy business. But they could for the most part avoid the enemy. They only once had to venture into the very heart of the goblins' territory.
fr: Et courageux furent aussi Rugnur et ses compagnons qui passèrent presque deux ans dans ces tunnels. Car extraire quelque chose de la terre est toujours un travail long et fastidieux. Mais ils purent éviter la plupart des ennemis. Ils ne s'aventurèrent qu'une seule fois au cÅur du territoire des gobelins.

source: Well, these are the eastern mines. Goblins live here, be prepared to fight them; also be prepared to spend quite some time here - mining can take a while.
fr: Eh bien, voici les mines de l'est. Des gobelins ont vécu ici, préparez-vous à en combattre ; préparez-vous aussi à rester un moment ici : creuser peut prendre du temps.

source: For me to make the artifact Pypo wants, I need a special type of gold. I do not know where it was found, but Baglur said these mines were the source of it.
fr: Pour que je puisse faire le sceptre qu'Pypo veut, j'ai besoin d'or d'un genre spécial. Je ne sais pas où on le trouve, mais Baglur a dit que ces mines en sont la source.

source: Also, the only coal that wi' melt this gold is here.
fr: De même, le seul charbon capable de faire fondre cet or est aussi ici.

source: So we're down here to, what, mine this gold and coal? That should be easy enough.
fr: Donc, nous sommes venus ici pour sortir cet or et ce charbon ? Ce sera assez facile.

source: Aye. But beware, there are goblins and such down here...
fr: Oui. Mais attention, il y a des gobelins et d'autres bestioles par ici...

source: - Mine 10000 gold and 20000 coal
fr: - Extraire 10000 or et 20000 charbon

source: - Rugnur, Baglur and Thursagan must survive
fr: - Rugnur, Baglur et Thursagan doivent survivre

source: Don't forget to recruit the miners. Our warriors can clear the tunnels of goblins and worse, but once we find the gold and coal we need the miners to acquire it.
fr: N'oubliez pas de recruter des mineurs. Nos guerriers peuvent nettoyer les tunnels des gobelins et autres créatures maléfiques, mais une fois que nous aurons trouvé l'or et le charbon, les mineurs seront indispensables pour l'extraire.

source: Here is some of the coal that we need! Bring the miners to take it!
fr: Voici une partie du charbon nécessaire ! Amenez les mineurs pour le prendre !

source: Here is a mine of precious gold! Send the miners this way.
fr: Voici un gisement de cet or si précieux ! Envoyez les mineurs par ici.

source: That's the last load of coal we need.
fr: C'est le dernier chargement de charbon dont nous avons besoin.

source: This is all we need from these mines. Now we should go back further west, where there are no goblins, and mine there.
fr: C'est tout ce dont nous avons besoin dans ces mines. Maintenant, retournons plus à l'ouest, là où il n'y a plus de gobelins, et creusons là-bas.

source: So, ye have returned. I assume ye have obtained the required materials? My jeweler Theganli has spent the last two years buying jewels from some of the northern clans. So now go to the forge and make yer scepter. What do ye need to annoy me for?
fr: Tu es enfin revenu. Je suppose que tu as rassemblé tous les matériaux nécessaires ? Mon bijoutier Theganli a passé les deux dernières années à acheter des pierres précieuses aux clans du nord. Maintenant, va forger le sceptre. Pourquoi dois-tu encore m'ennuyer ?

source: We don't. Not everything is about ye. We need to talk to Theganli.
fr: Attends. Tout ne tourne pas autour de toi. Nous avons besoin de parler à Theganli.

source: That makes sense, I guess ye would want to plan the scepter's design... what in particular do ye want him to do?
fr: Je comprends, je suppose que c'est pour dessiner les plans du sceptre... Que veux-tu qu'il fasse exactement ?

source: I need to make the plans for the scepter, then have him cut the ruby to match them.
fr: Je veux que la découpe du rubis respecte les proportions du sceptre.

source: Yer going to cut the jewel?! Are ye insane?
fr: Tu vas tailler le joyau ?! Tu es devenu fou ?

source: What are ye talking about, sir? Ye knew all along the jewel would have to be cut to make the scepter out of.
fr: De quoi vous inquiétez-vous, monsieur ? Vous saviez que le rubis devrait être incrusté dans le sceptre.

source: Oh... right, right. Fine. Theganli?
fr: Oh... oui, oui... c'est vrai. Très bien. Theganli ?

source: He's in his shop, in the southern tunnel.
fr: Il est dans son magasin, dans le tunnel du sud.

source: Whatever. Kuhnar, go, summon him here.
fr: Peu importe. Kuhnar, ramène-le ici.

source: Theganli! Come out of there, Durstorn orders ye to come to the citadel.
fr: Theganli ! Viens par ici, Durstorn t'ordonne de venir à la citadelle.
