Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Marsupial Mouses
pt: Ratos Marsupiais

source: Master at Arms
pt: Mestre de Armas

source: Master-at-Arms
pt: Mestre de Armas

source: Material Plane
pt: Plano Material

source: Middle-click to track
pl: Środkowy Przycisk Myszy spowoduje śledzenie celu
pt: Clique com o botão do meio do mouse para acompanhar

source: Minotaur
pt: Minotauro

source: Minotaurs
pt: Minotauros

source: Monkey
pt: Macaco

source: Monkeys
pt: Macacos

source: Mouse
pt: Camundongo

source: Mouses
pt: Camundongos

source: ~!Multi Player Game
de: ~!Mehrspieler
pt: Jogo ~!Multijogador

source: Norse
pt: Nórdico

source: Norse Units
pt: Unidades Nórdicas

source: Ogre
pt: Ogro

source: Ogres
pt: Ogros

source: Old
pl: Stary
pt: Velho

source: Olympus
pt: Olimpo

source: ~!Options
de: Einstellungen (~!O)
pt: ~!Opções

source: Orange
pl: Pomarańczowy
pt: Laranja

source: Ostrich
pt: Avestruz

source: Ostriches
pt: Avestruzes

source: Owls
pt: Corujas

source: Panther
pt: Pantera

source: Panthers
pt: Panteras

source: Parrot
pt: Papagaio

source: Parrots
pt: Papagaios

source: Passenger Pigeons
pt: Pombos-Passageiro

source: Pegasus
pt: Pégaso

source: Pegasuses
pt: Pégasos

source: Pelicans
pt: Pelicanos

source: Phoenix
pt: Fênix

source: Phoenixes
pt: Fênixes

source: Pious
pl: Pobożny
pt: Pio

source: Plane
pt: Plano

source: Platypus
pt: Ornitorrinco

source: Platypuses
pt: Ornitorrincos

source: Possums
pt: Gambás

source: Purple
pl: Purpurowy
pt: Roxo

source: Rabbits
pt: Coelhos

source: Raccoon
pt: Guaxinim

source: Raccoons
pt: Guaxinims

source: Radioactive
pl: Radioaktywny
pt: Radioativo

source: Rat
pl: Szczur
pt: Rato

source: Rats
pt: Ratos

source: Recruit
pt: Recruta

source: Rhinoceros
pt: Rinoceronte

source: Rhinoceroses
pt: Rinocerontes

source: Right-click to see encyclopedia
pl: Prawy Przycisk Myszy otworzy encyklopedię
pt: Clique com o botão direito do mouse para ver a enciclopédia

source: Runic Suffix~!es
de: Runische Suffix~!e
pt: Sufixos Rúnicos (~!E)

source: Runic Suffixes
pt: Sufixos Rúnicos

source: Salamander
pt: Salamandra

source: Salamanders
pt: Salamandras

source: Sapient Inhabitants
pt: Habitantes Sapientes

source: Sapient Inhabitants:
pt: Habitantes Sapientes:

source: Scavenger
pt: Catador

source: S~!elect Map
pt: S~!elecionar Mapa

source: Shadowguard
pt: Guarda das Sombras

source: Shadowstalker
pt: Perseguidor das Sombras

source: ~<SHIFT~>-click to make waypoints
pl: ~<SHIFT~>-LPM, by zaznaczyć punkt kontrolny
pt: ~<SHIFT~>-clique para fazer waypoints

source: Slasher
pt: Cortador

source: Sloths
pt: Bichos-Preguiça

source: Slugs
pt: Lesmas

source: Snails
pt: Caracóis

source: Snake
pt: Cobra

source: Snakes
pt: Cobras

source: Songbirds
pt: Passaros Cantores

source: Speed
pl: Szybkość
pt: Velocidade

source: Squirrel
pt: Esquilo

source: Squirrels
pt: Esquilos

source: ~!Stop
pt: Parar (~!S)

source: Strong
pl: Silny
pt: Forte

source: Succubuses
pt: Súcubos

source: Suebi
pt: Suevo

source: Suebi Units
pt: Unidades Suevas

source: Surghan Mercenaries
pt: Mercenários Surghan

source: Swordsman
de: Schwertkämpfer
pt: Espadachim

source: Sylphs
pt: Sílfides

source: Tartarus
pt: Tártaro

source: Teal
pl: Morski
pt: Verde-Azulado

source: ~!Technologies
de: ~!Technologien
pt: ~!Tecnologias

source: Technologies
pt: Tecnologias

source: Teuton
pt: Teutão

source: Teutonic
pt: Teutônico

source: Teutonic Units
pt: Unidades Teutônicas

source: Texts
pt: Textos

source: Thug
pt: Bandido

source: Thunderer
pt: Bota-Trovão

source: Tortoises
pt: Cágados

source: Trait
pl: Cecha
pt: Característica

source: Trait:
pl: Cecha:
pt: Carac.:

source: Transport
pt: Transporte

source: Unicorns
pt: Unicórnios

source: U~!niques
de: Ei~!nzigartige Gegenstände
pt: Ú~!nicos

source: Uniques
pt: Únicos

source: Valkyries
pt: Valquírias

source: Veteran Swordsman
pt: Espadachim Veterano

source: Violet
pl: Fioletowy
pt: Violeta

source: Warlord
pt: Senhor da Guerra

source: Water Elementals
pt: Elementais da Água

source: Weak
pl: Słaby
pt: Fraco

source: Weasels
pt: Doninhas

source: Wolves
pt: Lobos

source: Wombats
pt: Vombates

source: Worms
pt: Minhocas

source: Wyrm
pt: Vorme

source: Wyrms
pt: Vormes

source: Single Player Game
pl: Gra Jednoosobowa

source: Quests
pl: Zadania

source: Custom Game
pl: Gra dowolna

source: Multi Player Game
pl: Gra Wieloosobowa

source: Multiplayer Game
pl: Gra Wieloosobowa

source: Grand Strategy Game
pl: Gra Wielkiej Strategii

source: Replay Game
de: Wiederholung anzeigen
pl: Powtórz Grę

source: Options
de: Einstellungen
pl: Opcje

source: Show Credits
pl: Lista Twórców

source: Exit Program
pl: Wyjdź z Gry

source: Previous Menu
pl: Poprzednie Menu

source: New Map
pl: Nowa Mapa

source: Load Map
pl: Wczytaj Mapę

source: Edit Map
pl: Edytuj Mapę

source: Continue
pl: Kontynuuj

source: Load
pl: Wczytaj

source: Cancel
pl: Anuluj

source: Units:
pl: Jednostki:

source: Train Bura
pl: Szkol Bura

source: Set Rally Point
pl: Ustaw Punkt Zbiórki

source: Move
pl: Przemieść

source: Stop
pl: Stój

source: Attack
pl: Atakuj

source: Repair
pl: Napraw

source: Harvest Resource
pl: Zbieraj Surowce

source: Build Structure
pl: Buduj Strukturę

source: Build Chieftain's Hall
pl: Buduj Dwór Wodza

source: Build Farm
pl: Buduj Farmę

source: Build War Lodge
pl: Buduj Stróżówkę

source: Build Carpenter's Shop
pl: Buduj Sklep Stolarza

source: Build Smithy
pl: Buduj Zbrojownię

source: Build Gold Mine
pl: Buduj Kopalnię Złota

source: Build Silver Mine
pl: Buduj Kopalnię Srebra

source: Build Copper Mine
pl: Buduj Kopalnię Miedzi

source: Find Idle Worker
pl: Znajdź Wolnego Robotnika

source: - Kill 8 Yales
pl: - Zabij 8 Yali

source: My clansfolk, if we are to survive, we will need food and materials to build shelters for our people.
pl: Moi pobratymcy, jeśli mamy przeżyć, trza zgromadzić jadło i surowce do budowy schronienia dla naszych ludzi.

source: Aye. There are plenty of yales here, we should hunt some.
pl: Trza. W okolicy jest pełno yali, powinniśmy nań zapolować.

source: By nightfall the blood bats - or worse - will come out into the open, we need to be ready before then.
pl: Po zmroku musimy być gotowi na krwawe nietoperze - bądź i coś gorszego - które mogą czychać na nas pod osłoną nocy.

source: - Gather 400 lumber and 200 stone
pl: - Zgromadź 400 sztuk drewna i 200 sztuk kamienia

source: Thjodrorir, when I was young ye were already old. Ye, wisest of our clan... what does the future have in store for us?
pl: Thjodrorirze, tyś był już stary, gdy ja byłem jeszcze młody. Słusznie jesteś największym mędrcem klanu... cóż szykuje dla nas przyszłość?

source: Aye, much do I know, but in this case little can I tell.
pl: Ano, wiele wiem, ale na to pytanie niewiele mogę odpowiedzieć.

source: We have hunted enough of them to last for a while. Ah, nothing like the taste of roasted yale...
pl: Upolowaliśmy ich dość, by dla nas wystarczyło przez jakiś czas. Ach, nie ma to jak smak pieczonego yala...

source: The materials we need have been collected.
pl: Surowce, jakich potrzebowaliśmy zostały zgromadzone.

source: Modsogning Clan
pl: Klan Modsogning

source: Fjalar and Galar
pl: Fjalar i Galar

source: A few days ago our clan's sage, Thjodrorir, disappeared during the night. Word has now reached our chieftain Modsognir that the dwarves Fjalar and Galar have captured Thjodrorir, for unknown reasons. The chieftain has sent you, Durin, to enter their hall, rescue the sage - or what remains of him - and bring the evil pair to the clan's justice.
pl: Kilka dni temu mędrzec naszego klanu, Thjodrorir, zniknął w nocy. Do uszu naszego wodza, Modsognira, dotarły pogłoski jakoby krasnoludy Fjalar i Galar porwali Thjodrorira z nieznanych powodów. Wódz wysyła Ciebie, Durinie, by dostać się na ich dwór, ocalić mędrca - bądź to, co z niego zostało - i sprowadzić na zdradliwą parę sprawiedliwość w imię klanu.

source: We must wary, for these corridors are filled with the two dwarves' thugs. Let us get this over with as quickly as we can.
pl: Musimy zachować baczenie, korytarze są zapełnione zbirami tych dwóch krasnoludów. Uporajmy się z tym najszybciej, jak się da.

source: Fjalar's and Galar's Hall
pl: Dwór Fjalara i Galara

source: - Defeat your enemies
pl: - Pokonaj swoich nieprzyjaciół

source: - Bring Fjalar and Galar to the clan's justice
pl: - Sprowadź sprawiedliwość na Fjalara i Galara

source: Fjalar and Galar, I am here on behalf of Modsognir. Where is Thjodrorir?
pl: Fjalarze i Galarze, przychodzę w imieniu Modsognira. Gdzie jest Thjodrorir?

source: He is no more. We brew his blood into mead, to absorb his ancient wisdom and gift with words.
pl: Już go nie ma. Uwarzyliśmy jego krew w miodzie, by posiąść jego starożytną wiedzę i dar słów.

source: I feel rather like a sage, myself. We made a cauldron of mead, Odrorir, along with two jars, Bodn and Son. Go away, you can't drink any!
pl: Sam czuję się jak mędrzec. Uwarzyliśmy kocioł pełen miodu, Odrorir, a także jeszcze dwa słoje, Bodn i Son. Odejdźcie, nie dostaniecie ni kropli!

source: Abominable! How could you, to Thjodrorir... Foolish as you seem, the mead certainly made you none the wiser.
pl: Obrzydlistwo! Jak mogliście zrobić to Thjodrorirowi... Głupcy z was, a miód nie uczynił was ani krzty mądrzejszymi.

source: Thjodrorir went down first, but you will be next!
pl: Thjodrorir był pierwszy, ale wy zginiecie jako następni!

source: It is over. I will bring the cauldron and jars to Modsognir, and have them buried in Thjodrorir's grave. It is the best that can be done...
pl: Już po wszystkim. Zaniosę kocioł i słoje Modsognirowi i pochowamy je w grobie Thjodrorira. To najlepsze, co możemy dlań zrobić...

source: Raiders
pl: Najeźdźcy

source: The Eikinskjaldi Clan from Joruvellir has hired us to recover the skull of Durahn Eikinskjaldi, a dwarven warlord of ages past. The clan's chieftain needs the skull to prove his descent from Durahn, and thus his claim to his title.
pl: Klan Eikinskjaldi z Joruvellir najął nas do odzyskania czaszki Durahna Eikinskjaldi, krasnoludzkiego pogromcy z zamierzchłych czasów. Wódz klanu potrzebuje czaszki, by udowodnić, że jest godny objęcia tronu po Durahnie.

source: - Durstorn and Baglur must survive
pl: - Durnstorn i Baglur muszą przeżyć

source: Gnomish raiders looting the tomb... bad news.
pl: Najeźdźcy gnomów grabią grobowiec... to zły znak.

source: The ceiling of this antechamber bears a mosaic... depicting a dwarven noble with gold armor and a huge axe.
pl: Na suficie tego holu znajduje się mozaika... przedstawia krasnoludzkiego szlachcica w złotej zbroi i z wielkim toporem.

source: Fit for a chieftain.
pl: Pasuje do przywódcy.

source: The walls here have niches, which must have contained dwarven corpses before the raiders scoured this room for valuable objects.
pl: W tutejszych murach znajdują się wnęki, w których musiały spoczywać ciała zmarłych, zanim najeźdźcy przetrząsnęli to miejsce w poszukiwaniu kosztowności.

source: The remains of a dwarf... the regalia does not seem Durahn's. This must be Isuldan, his son.
pl: Szczątki krasnoluga... insygnia nie pasują do Durahna. To musi być jego syn, Isuldan.

source: Bloody dwarves! We were almost finishing with this tomb... prepare to be gutted.
pl: Przeklęte krasnoludy! Prawie skończyliśmy z grobowcem... gotujcie się na wypatroszenie.

source: The skeleton of a female dwarf... Durahn's wife Gneissus, I suppose.
pl: Szkielet krasnoludzkiej kobiety... żona Durahna, Gneissus, jak mniemam.

source: There's a book on this table... merchant contacts that the raider leader used to sell off the tomb's artifacts are written on it.
pl: Na stole jest książka... są tu zapisane kontakty kupca, któremu przywódca najeźdźców sprzedawał artefakty z krypty.

source: There's Durahn's skeleton! Let us bring his skull back to the Eikinskjaldis for a nice reward.
pl: Jest szkielet Durahna! Zanieśmy jego czaszkę Eikinskjaldom i nacieszmy się nagrodą.

source: The Tomb of Durahn Eikinskjaldi
pl: Grobowiec Durahna Eikinskjaldi

source: Tomb of Durahn Eikinskjaldi
pl: Grobowiec Durahna Eikinskjaldi

source: A clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home. Beset by hostile natural forces on all sides, can they survive their first winter? Map: Svarinshaug Rewards: 1 Dwarven Technology Point.
pl: Klan krasnoludów prowadzony przez Modsognira dotarł do Svarinshaug w poszukiwaniu nowego domu. Otoczeni przez naturalne zagrożenia z każdej strony, czy przetrwają swoją pierwszą zimę? Mapa: Svarinshaug Nagrody: 1 Punkt Technologii Krasnoludzkiej.

source: The sage of Modsognir's clan has disappeared, taken by two dwarves called Fjalar and Galar. Modsognir has sent Durin to enter their hall, rescue the sage - or what remains of him - and bring the evil pair to justice. Map: Fjalar's and Galar's Hall Rewards: 2 Dwarven Technology Points.
pl: Zaginął mędrzec klanu Modsognira za sprawą dwóch krasnoludów zwanych Fjalar i Galar. Modsognir wysyła Durina na ich dwóch, by ocalić mędrca - albo to, co z niego zostało - i sprowadzić sprawiedliwość na podłą parę. Mapa: Dwór Fjalara i Galara Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: The dwarves of the Eikinskjaldi Clan need to recover Durahn Eikinskjaldi's skull to prove their claim in the lordship of Joruvellir, but Durahn's tomb has fallen prey to a band of gnomish raiders... Map: Tomb of Durahn Eikinskjaldi Rewards: 1 Dwarven Technology Point.
pl: Krasnoludy z Klanu Eikinskjaldi muszą odzyskać czaszkę Durahna Eikinskjaldi, by tron w Joruvellir mógł ponownie zostać objęty, jednak grobowiec Durahna padł ofiarą bandy gnomich najeźdźców... Mapa: Grobowiec Durahna Eikinskjaldi Nagrody: 1 Punkt Technologii Krasnoludzkiej.

source: A gnomish monarch arrives at a small border outpost led by Rugnur, asking that his clan craft a special scepter for him. Map: Chaincolt Foothills Rewards: 2 Dwarven Technology Points.
pl: Gnomi monarcha przybywa na mały posterunek graniczny dowodzony przez Rugnura, prosząc o wykucie specjalnego berła dla niego. Mapa: Pogórze Źrębięcego Łańcucha Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Having retreated from the raiders' onslaught, Rugnur reaches the gates of his clan's tunnels. Map: Caverns of Chaincolt Rewards: 2 Dwarven Technology Points.
pl: Po wycofaniu się z ataku najeźdźców, Rugnur dociera do tuneli jaskiń jego klanu. Mapa: Jaskinie Źrębięcego Łańcucha Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Rugnur's expedition reaches the northlands, and begin to search for the runesmith named Thursagan - the sage of fire. Map: Northern Wastelands Rewards: 2 Dwarven Technology Points.
pl: Ekspedycja Rugnura dociera na północne ziemie w celu rozpoczęcia poszukiwać Mistrza Run zwanego Thursagan - mędrca ognia. Mapa: Północne Pustkowia Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Rugnur and his brave companions, having spent two years harvesting materials in the tunnels of the eastern mines, now venture into the very heart of the goblins' territory to obtain the last materials needed... Map: Eastern Mines Rewards: 2 Dwarven Technology Points.
pl: Rugnur i jego dzielni kompani, po spędzeniu dwóch lat w tunelach wschodnich kopalni, wyruszają do samego serca terytorium goblinów, aby zdobyć ostatnie potrzebne materiały... Mapa: Wschodnie Kopalnie Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Durstorn, Rugnur and their companions travel to the hills of the Shorbear Clan, seeking access to that tribe's magnificent tools, which are needed to craft the Scepter of Fire. Map: Shorbear Hills Rewards: 2 Dwarven Technology Points.
pl: Durnstorn, Rugnur i ich towarzysze wyruszają w góry Klanu Shorbear, chcąc uzyskać dostęp do wspaniałych narzędzi tego plemienia, potrzebnych do wykucia Berła Ognia. Mapa: Góry Shorbear Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Rugnur's dwarves delve deep into underground caves, seeking to escape from the Shinsplitter Clan. However, the section of the old eastern mines that they reached had long since become the lair of Svafnir... the wyrm. Map: Svafnir's Lair Rewards: 2 Dwarven Technology Points.
pl: Krasnoludy Rugnura zagłębiają się w podziemne jaskinie, szukając drogi ucieczki przed Klanem Shinsplitter. Jednakże część starych kopalni wschodnich, do której dotarli od pewnego czasu służy za leże Svafnira... wyrma. Mapa: Leże Svafnira Nagrody: 2 Punkty Technologii Krasnoludzkiej.

source: Rugnur and his companions reach deep into the Caverns of Flame, where they find an ancient dwarven mechanism which may just allow them to prevent the Shinsplitters from getting their hands on the Scepter. Map: Caverns of Flame Rewards: 1 Dwarven Technology Point.
pl: Rugnur i jego towarzysze dotarli do czeluści Jaskiń Płomienia, gdzie znaleźli starożytny mechanizm, który może zapobiec przejęciu Berła przez Shinsplitterów. Mapa: Jaskinie Płomienia Nagrody: 1 Punkt Technologii Krasnoludzkiej.

source: Only a few are able to bond with the mighty gryphons. Those who do may become gryphon riders, and discover the world of the skies upon the backs of these flying beasts.
de: Nur wenige sind in der Lage, einen der mächtigen Greifen zu zähmen. Diese werden Greifenreiter und beherrschen mit diesen fliegenden Bestien den Himmel.

source: Elven Swordsman
de: Elfenschwertkämpfer

source: Elves are not warlike by nature, but in times of need, their natural grace and agility serve them well, as does their skillful craftsmanship. An elf can grasp the basics of swordsmanship in a time uncannily short by the standards of other races, and put them to effective use on the battlefield.
de: Auch wenn sie das Kriegshandwerk ablehnen, wird in Zeiten der Not zu Schwert und Bogen gegriffen. Den elfischen Fußtruppen ist es durch ihre Geschicklichkeit möglich, die Grundlagen des Schwertkampfes in einer sehr kurzen Zeit zu erlernen, so dass in Windeseile eine schlagkräftige Verteidigungsarmee bereitsteht.

source: ~<Encyclopedia: Units~>
de: ~<Enzyklopädie: Einheiten~>

source: ~<Encyclopedia: Worlds~>
de: ~<Enzyklopädie: Welten~>

source: Grand Strateg~!y Concepts
de: Großstrategiespielbegriffe (~!Y)

source: Language
de: Sprache

source: ~!Mercenaries
de: Söldner (~!M)

source: Select Scenario
de: Szenario auswählen
