Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Germanic tribes are known for their fierceness in combat, and these sword-wielding warriors act accordingly.
fr: Les tribus germaniques sont connues pour leur férocité au combat, et ces guerriers maniant l'épée agissent en conséquence.

source: Having honed their swordsmanship to a greater degree, high-ranking Germanic warriors are a force to be reckoned with.
fr: Après avoir perfectionné leur maîtrise de l'épée, les guerriers germaniques de haut rang sont une force avec laquelle il faut compter.

source: Germanic chieftains combine both martial prowess and leadership skills, bringing forth their formidable hosts into battle.
fr: Les chefs germaniques combinent à la fois des prouesses martiales et des compétences en leadership, faisant surgir leurs hôtes redoutables dans la bataille.

source: These warriors specialize in the art of archery, which they employ against their enemies with great lethality.
fr: Ces guerriers se spécialisent dans l'art du tir à l'arc, qu'ils utilisent contre leurs ennemis avec une grande létalité.

source: Germanic priests perform the rituals of their people, working magic to aid them.
fr: Les prêtres germaniques exécutent les rituels de leur peuple, travaillant la magie pour les aider.

source: Seafaring was a major element of Germanic peoples' way of life, as they sailed throughout the Baltic and beyond. The ship was a status symbol, depicted in many of their drawings, and its form was used as inspiration for the "stone ship" tombs scattered throughout Scandinavia.
fr: La salle du chef sert à la fois comme l'habitation du chef d'une tribu germanique et comme le centre de sa vie politique.

source: The bronze age predecessors of the Germanic peoples had a variety of plants and animals in their farms. Wheat, millet and peas figured among the crops planted, while the most common animals were sheep and pigs. The animals bred by them were generally smaller than their modern counterparts, but they were sturdier.
fr: Les prédécesseurs de l'âge de bronze du peuples germaniques avaient une variété de plantes et d'animaux dans leurs fermes. Le blé, le millet et le pois figuraient parmi les cultures, tandis que les animaux les plus communs étaient les moutons et les porcs (leurs homologues modernes) mais en plus robustes.

source: The Germanic war lodge serves as a gathering place for the tribe's warriors.
fr: La maison de guerre germanique sert de lieu de rassemblement pour les guerriers de la tribu.

source: Germanic carpenters work hard to provide settlements with all their woodworking needs.
fr: Les charpentiers germaniques travaillent dur pour fournir aux colonies tous leurs besoins en bois.

source: It is in these smithies that Germanic craftsmen prepare and seek to continuously improve the arms warriors will wield into battle.
fr: C'est dans ces forges que les artisans germaniques se préparent et cherchent à améliorer continuellement les armes de vos guerriers qui partent au combat.

source: In Germanic sacred sites their priests practice various rituals, including the sacrifice of objects, livestock - and sometimes even people. Some of these locations were also used to observe celestial bodies and their movements.
fr: Dans les sites sacrés germaniques, leurs prêtres pratiquent divers rituels, y compris le sacrifice d'objets, de bétail - et parfois même de personnes. Certains de ces endroits étaient également utilisés pour observer les corps célestes et leurs mouvements.

source: Trade has brought many benefits to Germanic societies. Through exchanges with their southern Celtic neighbors, they obtained contact with new materials - such as bronze.
fr: Le commerce a apporté de nombreux avantages aux sociétés germaniques. Grâce à ces échanges avec leurs voisins celtiques du sud, ils ont obtenu de nouveaux matériaux - tels que le bronze.

source: Germanic peoples were skilled shipwrights. They often lived close to the shore and built sturdy ships capable sailing the seas.
fr: Les peuples germaniques étaient des charpentiers marind expérimentés, ils vivaient souvent près du rivage et construisaient des navires robustes capables de naviguer sur les mers.

source: Train ~!Bura
fr: Former ~!Bura
pt: Treinar ~!Bura

source: Train ~!Erala
fr: Former ~!Erala

source: Train ~!Skutan
fr: Former ~!Skutan

source: Build ~!Transport
fr: ~!Transporteur

source: Research Broad S~!word
fr: Glaive (~!w)

source: +2 Damage for swordwielders. Allows Broad Swords to be sold at the Market.
fr: +2 Dommages pour les swordwielders. Permet de vendre les grandes épées au marché.

source: Research Bronze ~!Shield
fr: Bouclier en bronze (~!S)

source: +2 Armor for melee infantry and cavalry. Allows Bronze Shields to be sold at the Market.
fr: +2 Armure pour infanterie de mêlée et cavalerie. Permet le bouclier en bronze à être vendu au marché.

source: Research Long ~!Spear
fr: Longue Lance (~!S)

source: Research Barbed ~!Arrow
fr: Flèche barbelée (~!A)

source: Worship ~!Wodanaz
fr: Culte ~!Wodanaz

source: Worship ~!Thunraz
fr: Culte ~!Thunraz

source: Worship Tiwa~!z
fr: Culte Tiwa~!z

source: Worship Haima~!dala
fr: Culte Haima~!dala

source: Worship ~!Haljo
fr: Culte ~!Haljo

source: Upgrade to ~!Kuni
fr: Vers ~!Kuni

source: Upgrade to ~!Druhtana
fr: Vers ~!Druhtana

source: Legionary
fr: Légionnaire
pt: Legionário

source: Roman infantry is renowned for its discipline and adaptability. Fighting in tight formations, the Roman legions are a force to be reckoned with.
fr: L'infanterie romaine est réputée pour sa discipline et son adaptabilité. Se battant dans des formations serrées, les légions romaines sont une force avec laquelle il faut compter.

source: Veteran Legionary
fr: Légionnaire Vétéran
pt: Legionário Veterano

source: With the engagement of the Roman legions in multiple battlefields, the surviving legionaries become hardened by the experience, learning how to best avoid death at the hands of the their enemies.
fr: Avec l'engagement des légions romaines dans de multiples champs de bataille, les légionnaires survivants se sont endurcis par l'expérience, apprenant comment éviter au mieux la mort aux mains de leurs ennemis.

source: A centurion commands a "centuria" - a unit of legionaries which in principle contains a hundred soldiers, though in practice the number varies.
fr: Centuria est une unité de légionnaires qui contient en principe une centaine de soldats, bien que dans la pratique le nombre varie.

source: Javelineer
fr: Javelinier
pt: Atirador de Lança

source: Dwarven scouts use their speed to their advantage, ranging ahead of the main force and reporting back on troop movements and dispositions. Outside of battle, they are often used to relay messages between dwarven communities. However, they pay for their speed with the poorer protection provided by their lighter armor.
fr: Les éclaireurs nains utilisent leur vitesse à leur avantage, devançant la force principale et rapportant les mouvements et les dispositions des troupes. En dehors de la bataille, ils sont souvent utilisés pour relayer des messages entre communautés naines. Cependant, ils paient pour leur vitesse avec la protection plus pauvre fournie par leur armure plus légère.

source: The forum is the main political gathering place in Latin communities.
fr: Le forum est le principal lieu de rassemblement politique dans les communautés latines.

source: Farms are essential for supporting a settlement's population.
fr: Les Fermes sont essentielles pour augmenter la population.

source: The Latin barracks is the training place for their formidable legionary troops.
fr: La caserne latine est le lieu d'entraînement de leurs formidables troupes légionnaires.

source: Latin smithies provide the javelins, swords and other equipment that legionaries require in battle.
fr: Les forgerons latins fournissent les javelots, épées et autres équipements dont les légionnaires ont besoin au combat.

source: Roman stables provide horses for their cavalry troops, as well as for several other uses, as in agriculture.
fr: Écuries romaines fournissent des chevaux pour leurs troupes de cavalerie, ainsi que pour plusieurs autres utilisations, comme dans l'agriculture.

source: Latin Civilization
fr: Civilisation Latine

source: This work is a treatise on the Gallic Wars.
fr: Ce travail est un traité sur les guerres gauloises.

source: Comprising twelve books, the "Meditations" of Marcus Aurelius is a prime work of Roman stoicism. The author emphasizes the importance of doing one's duty and living in an austere manner, in a way reminiscent of the ideal of the Roman soldier.
fr: Comprenant douze livres, les «Méditations» de Marc Aurèle sont une œuvre majeure du stoïcisme romain. L'auteur insiste sur l'importance de faire son devoir et de vivre de façon austère, rappelant ainsi l'idéal du soldat romain.

source: Among other things, this military handbook details Germanic military units, such as the Brisigavi iuniores, the Brisigavi seniores and the Lentienses.
fr: Entre autres choses, ce manuel militaire détaille les unités militaires germaniques, telles que les Brisigavi iuniores, les Brisigavi seniores et les Lentienses.

source: Lucian of Samosata's "On Writing History" is a remarkable treatise on the craft of the historian. The work also made particular criticisms to the historians who went with Lucius Verus on his Parthian campaign.
fr: Lucian of Samosata's "On Writing History" est un traité remarquable sur le métier de l'historien. Le travail a également fait des critiques particulières aux historiens qui sont allés avec Lucius Verus sur sa campagne Parthian.

source: The "Principia Historiae" of Marcus Cornelius Fronto about Lucius Verus' campaign against the Parthians.
fr: Les "Principia Historiae" de Marcus Cornelius Fronto sur la campagne de Lucius Verus contre les Parthes.

source: Aequian Tribe
fr: Tribut Aequian

source: Elymian Tribe
fr: Tribut Elymian

source: Frentanian Tribe
fr: Tribut Frentanian

source: Iapygian Tribe
fr: Tribut Iapygian

source: Latin Tribe
fr: Tribut Latine

source: Marsian Tribe
fr: Tribut Marsian

source: Messapian Tribe
fr: Tribut Messapian

source: Oenotrian Tribe
fr: Tribut Oenotrian

source: Sabellian Tribe
fr: Tribut Sabellian

source: Sabine Tribe
fr: Tribut Sabine

source: Samnite Tribe
fr: Tribut Samnite

source: Sicanian Tribe
fr: Tribut Sicanian

source: Sicel Tribe
fr: Tribut Sicel

source: Umbrian Tribe
fr: Tribut Umbrian

source: Venetian Tribe
fr: Tribut Venetian

source: Thursagan's Book
fr: Livre de Thursagan

source: Unit
fr: Unité

source: Building
fr: Bâtiment

source: Minecart
fr: Chariot
pt: Carro de Mina

source: Minecarts are useful to gather resources from mines in greater bulk.
fr: Les chariots sont utiles pour rassembler les ressources des mines en grande quantité.

source: Caravan
fr: Caravane
pt: Caravana

source: Caravans are used by various different cultures to perform commerce.
fr: Les caravanes sont utilisées par différentes cultures pour effectuer du commerce.

source: Bee
fr: Abeille
pt: Abelha

source: Fly
fr: Mouche

source: Bug
fr: Insecte

source: Worm
fr: Ver
pt: Minhoca

source: Snail
fr: Escargot
pt: Caracól

source: Slug
fr: Limace

source: Baby Snigill
fr: Bébé Escargot

source: Frog
fr: Grenouille
pt: Sapo

source: The Adelobasileus was one of the earliest mammal-like animals to have lived, and is possibly a common ancestor of all mammals. It lived in trees, and its diet consisted of insects.
fr: Adelobasileus est un genre de proto-mammifères ayant vécu au milieu du Trias supérieur, il y a environ 225 millions d'années. Il vit dans les arbres et mange des insectes.

source: The Galerix was an ancient small mammal who lived off insects.
fr: Le Galerix est un ancien petit mammifèrequi vivaient parmis les insectes.

source: Rats are rodents of medium size and long tails. They usually live in forests or within human dwellings. They are often reviled due to carrying diseases.
fr: Les rats sont des rongeurs de taille moyenne avec une longue queue. They usually live in forests or within human dwellings. They are often reviled due to carrying diseases.

source: Horse
fr: Cheval
pt: Cavalo

source: Unicorn
fr: Licorne
pl: Jednorożec
pt: Unicórnio

source: Goat
fr: Chèvre
pt: Bode

source: Boar
fr: Sanglier
pt: Javali

source: Wolf
fr: Loup
pt: Lobo

source: Gryphon
fr: Griffon
pt: Grifo

source: Bird
fr: Oiseau

source: Crow
fr: Corbeau

source: Bat
fr: Chauve Souris

source: Blood Bat
fr: Chauve Souris Sanguinaire
pt: Morcego de Sangue

source: Bread Bat
fr: Chauve Souris Redoutable

source: Deposit
fr: Dépôt

source: Settlement Site
fr: Site d'établissement

source: Gold Deposit
fr: Dépôt d'or

source: ~<Multiplayer Network Game~>
fr: ~<Partie Multijoueur en Réseau~>

source: ~!Join Game
fr: ~!Joindre une partie

source: ~!Create Game
fr: ~!Créer une partie

source: Create Multiplayer game
fr: Créer une partie Multijoueur

source: File:
fr: Fichier:

source: Players:
fr: Joueurs:

source: Cancel (~<Esc~>)
fr: Annuler (~<Esc~>)
pt: Cancelar (~<Esc~>)

source: Server is full
fr: Serveur est complet

source: Map not available
fr: Carte non disponible

source: Connecting...
fr: Connexion...

source: Connecting to
fr: Connecté à

source: Ready
fr: Prêt

source: Players
fr: Joueurs

source: Computer Opponents
fr: Adversaires AI

source: Open slots :
fr: Slots ouverts :

source: Creator
fr: Créateur

source: Joining Game: Map
fr: Joindre Partie: Carte

source: Error:
fr: Erreur:

source: Preparing
fr: Préparation

source: Player
fr: Joueur

source: Enter server IP-address:
fr: Entrer une IP Serveur :

source: Nickname :
fr: Pseudo :

source: Waiting for players
fr: En attente de joueurs

source: Reveal Map
fr: Carte Révélée

source: ~!Single Player Game
de: Einzel~!spieler
fr: Joueur ~!solo
pt: Jogo de Um Jogador (~!S)

source: ~<Single Player~>
fr: Joueur solo

source: Single Player
fr: Joueur solo

source: ~!Achievements
fr: ~!Accomplissements

source: Create Custom ~!Hero
fr: Créer un ~!Héro

source: Achievements
fr: Accomplissements

source: ~!Quests
fr: ~!Quêtes
pt: Missões (~!Q)

source: ~!Delete Custom Hero
fr: ~!Supprimer un Héro

source: Custom Hero:
fr: Héro personnalisé:

source: C~!ustom Game
fr: Parti~!e solo
pt: Jogo Personalizado (~!U)

source: ~!Multiplayer Game
de: ~!Mehrspieler
fr: ~!Multijoueur
pt: Jogo ~!Multijogador

source: ~!Grand Strategy Game
de: ~!Großstrategiespiel
fr: Jeu de ~!grande stratégie
pt: Jogo de ~!Grande Estratégia

source: Load Game
de: Spielstand Laden
fr: Charger un jeu
pl: Wczytaj Grę
pt: Carregar Jogo

source: E~!xit
de: Beenden (~!X)
fr: ~!Quitter

source: ~!Close
fr: ~!Fermer

source: ~!Restart Mission
fr: ~!Recommencer la Mission

source: ~!Quit Mission
fr: ~!Quitter la Mission

source: E~!xit to Desktop
fr: Q~!uitter vers le Bureau

source: Are you sure?
fr: Etes-vous sur?

source: ~!Save
fr: ~!Enregistrer

source: Save Game
fr: Enregistrer la partie

source: Show Latest First
fr: Inverser

source: ~!No
fr: ~!Non

source: ~!Yes
fr: ~!Oui

source: File exists, are you sure?
fr: Fichier existant, êtes-vous sur?

source: ~!Load
fr: ~!Charger
pt: Carregar (~!L)

source: ~!Load Game
de: Spielstand ~!Laden
fr: ~!Charger un jeu
pt: Carregar Jogo (~!L)

source: ~!Replay Game
de: Wiede~!rholung anzeigen
fr: ~!Revoir une partie
pt: ~!Rever Jogo

source: Map Editor
fr: Editeur de carte
pl: Edytor Map

source: Map ~!Editor
de: ~!Editor
fr: Edit~!eur de carte
pt: ~!Editor de Mapas

source: ~<Map Editor~>
fr: ~<Editeur de carte~>

source: Load Mo~!d
de: Mo~!d Laden
fr: Charger un mo~!d
pt: Carregar Mo~!d

source: En~!cyclopedia
de: Enzyklopädie (~!C)
fr: En~!cyclopédie
pt: En~!ciclopédia

source: Cred~!its
de: M~!itwirkende
fr: Créd~!its
pt: Créd~!itos

source: S~!how Credits
fr: Montrer Crédits
pt: Mostrar Créditos(~!H)

source: E~!xit Program
de: Programm Beenden (~!X)
fr: Sortir le programme
pt: Sair do Programa (~!X)

source: ~!Hotkeys
fr: ~!Raccourcis Clavier

source: ~<Quests~>
fr: ~<Quêtes~>

source: Quests Completed
fr: Quêtes Terminées

source: Events and Quests
fr: Evénements et quêtes

source: ~!Tech Tree
fr: Arbre ~!technologique

source: ~!Reset Tech Tree
fr: ~!Remettre arbre technolog.

source: Technology Points:
fr: Points technologiques:

source: ~!Start Game
fr: Commencer jeu

source: ~!Cancel
fr: Annuler
pt: ~!Cancelar

source: ~!Cancel Game
fr: Annuler jeu

source: Choose Your Faction
fr: Choisir Votre Faction
pl: Wybierz Swoje Stronnictwo
pt: Escolha sua Facção

source: Default Color:
fr: Couleur par Défaut:
pl: Domyślny Kolor:
pt: Cor Padrão:

source: ~!Gameplay Options
fr: ~!Options du jeu

source: Hotkey Menu
fr: Menu des Raccourcis

source: Hotkey Setup:
fr: Raccourcis:

source: Effects:
fr: Effets:
pl: Efekty:
pt: Efeitos:

source: Default
fr: Défaut

source: Show Tips
fr: Voir les Astuces

source: Show Resource Bar
fr: Voir la barre des ressources

source: Autosave
fr: Sauvegarde automatique

source: Disable Messages
fr: Déactiver les messages

source: Show Pathlines
fr: Voir les chemins

source: Larger Popup Text
fr: Popup plus large

source: Show Player Color Circle
fr: Voir le cercle du joueur

source: Show Hero Symbol
fr: Voir le symoble du héro

source: ~!Video and Audio Options
fr: ~!Vidéo et sons

source: Video Options
fr: Options Vidéo

source: Resolution Width:
fr: Résolution Largeur:

source: Resolution Height:
fr: Résolution Hauteur:

source: Sound Effects Volume
fr: Volume du son

source: Music Volume
fr: Volume de la musique

source: Enabled
fr: Activé

source: Full Screen
fr: Plein écran

source: Game Speed
fr: Vitesse du jeu

source: Fog of War
fr: Brouillard de guerre

source: Key Scroll Speed
fr: Vitesse du Clavier

source: Mouse Scroll Speed
fr: Vitesse de la Souris

source: Reverse Mousewheel Scrolling
fr: Inverser la Molette de la Souris

source: Mouse Grabbing
fr: Bloquer la Souris

source: Show Hotkeys
fr: Voir les raccoucies claviers

source: Sound (~<F7~>)
fr: Son (~<F7~>)

source: Preferences (~<F8~>)
de: Einstellungen (~<F8~>)
fr: Préférences (~<F8~>)

source: Diplomacy (~<F9~>)
fr: Diplomatie (~<F9~>)

source: Previous Menu (~<Esc~>)
fr: Menu précédent (~<Esc~>)

source: Sound Options
fr: Options du son

source: ~<World:~>
de: ~<Welt:~>
fr: ~<Monde:~>

source: World:
fr: Monde:

source: Difficulty:
fr: Difficulté:

source: Map
fr: Carte

source: Map:
fr: Carte:

source: ~<Map:~>
de: ~<Karte:~>
fr: ~<Carte:~>

source: ~<Civilization:~>
fr: ~<Civilisation:~>

source: ~<Your Civilization:~>
de: ~<Ihre Zivilisation:~>
fr: ~<Votre civilisation:~>

source: Your Civilization:
fr: Votre civilisation:

source: ~<Your Faction:~>
de: ~<Ihre Fraktion:~>
fr: ~<Votre faction:~>

source: Your Faction:
fr: Votre faction:
pl: Twoje Stronnictwo:
pt: Sua Facção:

source: ~<Resources:~>
fr: ~<Ressources:~>

source: Resources:
fr: Resssources:

source: ~<Units:~>
de: ~<Einheiten:~>
fr: ~<Unités:~>
pt: ~<Unidades:~>

source: ~<Opponents:~>
fr: ~<Adversaires:~>

source: Opponents:
fr: Adversaires:

source: ~<Game Type:~>
fr: ~<Sorte de jeu:~>

source: Game Type:
fr: Sorte de jeu:

source: ~<Tech Level:~>
fr: ~<Niveau technologique:~>

source: Tech Level:
fr: Niveau technologique:

source: Max Tech Level:
fr: Niveau techno Max:

source: Map Default
de: Vorgaben nutzen
fr: Par Défaut

source: Use Map Settings
de: Vorgaben nutzen
fr: Par défaut

source: Highest Completed Difficulty
fr: Difficulté la plus haute

source: Highest Completed Difficulty:
fr: Difficulté la plus haute:

source: Loading
fr: Chargement

source: One Worker Only
fr: Un seul ouvrier

source: Town Hall + Workers
fr: H. d. v. + ouvriers

source: 1 Opponent
fr: 1 Adversaire

source: 2 Opponents
fr: 2 Adversaires

source: 3 Opponents
fr: 3 Adversaires

source: 4 Opponents
fr: 4 Adversaires

source: 5 Opponents
fr: 5 Adversaires

source: 6 Opponents
fr: 6 Adversaires

source: 7 Opponents
fr: 7 Adversaires

source: 8 Opponents
fr: 8 Adversaires

source: Game Menu
fr: Menu du jeu

source: Help Menu
fr: Menu Aide

source: Help (~<F1~>)
fr: Aide (~<F1~>)

source: Save (~<F11~>)
fr: Enregistrer (~<F11~>)

source: Load (~<F12~>)
fr: Charger (~<F12~>)

source: End Mission
fr: Fin de Mission

source: ~!End Mission
fr: ~!Fin de Mission

source: Return to Game (~<Esc~>)
fr: Retour au jeu (~<Esc~>)

source: Melee
fr: Mêlée

source: Free for All
fr: Chacun pour soi

source: Dwarf
de: Zwerg
fr: Nain
pl: Krasnolud
pt: Anão

source: Dwarves
fr: Nains
pt: Anões

source: Elves
fr: Elfes
pt: Elfos

source: Goblin
fr: Gobelin

source: Goblins
fr: Gobelins

source: Brising Clan
fr: Clan Brising
pt: Clã Brising

source: Goldhoof Clan
fr: Clan Goldhoof
pt: Clã Casco-de-Ouro

source: Eikinskjaldi Clan
fr: Clan Eikinskjaldi

source: Norlund Clan
fr: Clan Norlund
pl: Klan Norlund

source: Oinling Clan
fr: Clan Oinling

source: Shadowcharm Clan
fr: Clan Shadowcharm

source: Shinsplitter Clan
fr: Clan Brisetibia

source: Shorbear Clan
fr: Clan Shorbear

source: Whitesteel Clan
fr: Clan Whitesteel

source: Gnomish Outpost
fr: Avant-poste gnome

source: Miner
de: Bergmann
fr: Mineur
pl: Górnik
pt: Mineiro

source: Dwarven miners are the grunt workers of dwarven society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts. Although their expertise makes them quite efficient in mining, this comes at the cost of neglecting training in the harvesting of other resources.
de: Bergmänner sind die Knechte des Volkes der Zwerge. Sie holen die Kostbarkeiten aus dem Gestein, schmieden allerdings nie Waffen oder Artefakte. Weil sie viel Zeit im Bergbau Ausbildung verwenden, müssen sie die Ausbildung in der Extraktion der anderen Rostoffen vernachlässigen.
fr: Les mineurs nains sont les petites mains de la société naine. Ils arrachent les matières précieuses de la terre sans jamais prendre part à la fabrication des armes ou des artefacts. Ils sont très compétentes dans l'exploitation minière, mais cela se fait aux prix de négliger l'entraînement dans l'extraction d'autres ressources.

source: In Norse mythology, dwarves were shown to have an affinity for metals, and often they lived in mountainous homes.
fr: Dans la mythologie nordique, les nains avaient affinité pour les métaux, et fréquemment ils vivaient dans les roches ou les montagnes.

source: Dwarven scouts use their lighter armor to their advantage, ranging ahead of the main force and reporting back on troop movements and dispositions, or securing important objectives. Outside of battle, they are often used to relay messages between dwarven communities. However, they pay for their speed with the poorer protection provided by their lighter armor.
de: Zwergenspäher nutzen ihre höhere Beweglichkeit und spionieren Truppenbewegungen und Truppenstärke weit im feindlichen Gebiet aus oder sichern als Vorauskommando strategisch wichtige Objekte. In Zivil überbringen sie Botschaften zwischen den Stämmen. Ihre Geschwindigkeit erkaufen sie sich durch eine höhere Verletzlichkeit in der nur leichte Rüstung.
fr: Les éclaireurs nains utilisent leur armure plus légère à leur avantage, en rôdant à l'avant de la force principale et en rapportant des informations sur les mouvements et dispositions des troupes, ou en sécurisant des objectifs importants. En dehors de la bataille, ils sont souvent utilisés pour relayer les messages entre les communautés naines. Cependant, il paient leur vitesse avec la plus faible protection que leur fournit leur armure plus légère.

source: Ballista
fr: Baliste
pt: Balista

source: Dwarves employ heavy ballistas as their siege weapon of choice, with devastating effects on enemy fortifications.
fr: Les nains utilisent balistes lourds comme leur arme die siège as their siege weapon, avec des effets dévastateurs sur les fortifications enemies.

source: Smith
fr: Forgeron

source: Broadhead Ballista Bolt
fr: Carreau de baliste de pointe large

source: Penetrating Ballista Bolt
fr: Carreau de baliste pénétrant
