Repository: 2lambda123/Wyrmsun
Catalog: translations/wyr-*.po
Languages: de, fr, pl, pt

source: Well, we have two choices. We may either stand and fight, and assuredly die, or run as quickly as possible down this path into the depths of the cave, where we may find something that will help us. Also, remember, the Shinsplitters will take some time to have their full strength here, so we may be able to get ahead of them and perhaps lay a trap.
fr: Eh bien, nous avons deux possibilités. Nous pouvons rester ici et nous défendre, et sûrement mourir, ou courir le plus vite possible vers le fond de cette grotte, où nous pourrons peut-être trouver quelque chose qui nous aidera. Souvenez-vous aussi que les Brisetibias ont besoin un certain temps pour avoir toute leur force ici, nous pouvons donc prendre de l'avance et essayer de leur préparer un piège.

source: Why don't we just surrender? All they want is that stone!
fr: Pourquoi nous ne nous rendons pas ? Tous ce qu'ils veulent, c'est le caillou !

source: If we give them the ruby, then what? They'll probably kill us anyway. And, that ruby is very valuable, they could use it to gain funds and become even more dangerous. We can't let it fall into the wrong hands.
fr: Si nous leur donnons le rubis, que se passera-t-il ? Ils nous tueront de toute façon. Et ce rubis est très précieux, ils pourraient l'utiliser pour acquérir des fonds et devenir encore plus dangereux. Nous ne pouvons pas le laisser tomber entre de mauvaises mains.

source: Then we shall run.
fr: Alors nous devons fuir.

source: So we're running away, eh? I dinna' like that, but it seems it's our only option.
fr: Donc, nous allons fuir, hein ? Je n'aime pas ça, mais on dirait que c'est le seul choix possible.

source: If it makes ye feel any better, we'll probably die this way, too.
fr: Si ça peut te rassurer, nous allons aussi probablement mourir, comme ça...

source: Look, there's a wyrm in these caves!
fr: Regardez, il y a un guivre dans ces grottes !

source: I wonder which of the great wyrms this is...
fr: Je songe lequel des grands guivres c'est...

source: I'd rather face one powerful wyrm than hundreds of mighty dwarves. Continue!
fr: Je préfère encore combattre un puissant guivre que des centaines de nains. On continue !

source: What's this? This isn't a normal dwarven soldier!
fr: Qu'est-ce que c'est que ça ? Ce n'est pas un soldat nain normale !

source: It must be one of those Surghan mercenaries. I'll bet those Shinsplitters have hired more of them. That's bad news for us, for they are deadly, combat-hardened warriors.
fr: Ce doit être l'un de ces mercenaires de Surghan. Je parierais que ces Brisetibias en ont enrôlés plusieurs. C'est une mauvaise nouvelle, parce qu'ils sont des guerriers chevronnés et mortels.

source: Look, I've found something here!
fr: Regardez, j'ai trouvé quelque chose ici !

source: It looks like a forge, heated by lava. It looks ancient, and it looks hot enough to make the Scepter.
fr: On dirait une forge, chauffée par la lave. Elle a l'air ancienne et je pense qu'elle est assez chaude pour faire le sceptre.

source: - Move Thursagan to the forge
fr: - Déplacer Thursagan vers la forge

source: - Defend Thursagan until the Scepter of Fire is complete
fr: - Défendre Thursagan jusqu'à ce que le Sceptre de Feu soit fini

source: This forge will work perfectly. Give me a few days here, and I can reforge the Scepter of Fire to become a proper artifact.
fr: Cette forge conviendra parfaitement. Donnez-moi quelques jours et je pourrai reforger le Sceptre de Feu pour qu'il devienne un artefact véritable.

source: Kobold Footpad A
fr: Petite frappe kobold A

source: Kobold Footpad B
fr: Petite frappe kobold B

source: By the fiery Wyrmsun! The breastlings are attacking the ancient beast...!
fr: Par le Guivrossoleil ardent! Les mamellais attaquent la bête ancienne... !

source: We cannot allow one of the few surviving great wyrms to be slain! Get at them!
fr: Nous ne pouvrons pas permettre que l'un des quelques grands guivres survivants être tué ! Detenez-les !

source: I have completed my work. Now it is truly the Scepter of Fire, a mighty artifact.
fr: Voilà, mon travail est fini. Maintenant, voici le véritable Sceptre de Feu, un puissant objet.

source: Good. Now, let's get out of this cave, before the dwarves or kobolds kill us!
fr: Bien. Maintenant, sortons de ces grottes, avant que les nains ou les kobolds ne nous tuent !

source: Abandoned Stronghold
fr: Bastion abandonné

source: Rugnur and his companions had reached the realms of the goblins, with the Shinsplitters hot on their trail. And there was no exit from those caves, leaving the Norlunds no way out.
fr: Rugnur et ses compagnons avaient atteint le domaine des gobelins, avec les Brisetibias sur leurs talons. Et il n'y avait pas d'issue à ces souterrains. Les Norlunds n'avaient donc pas d'échappatoire.

source: - Explore as much of the cave as possible
fr: - Explorer le plus de cavernes possible

source: Well, I think we've gotten a good distance ahead of the Shinsplitters. What do we do now?
fr: Bien, je crois que nous avons pris une bonne avance sur les Brisetibias. Que faisons-nous, maintenant ?

source: We should keep going. This seems to be a volcano... I think we should try to cause it to erupt. It will kill all the Shinsplitters, and we might be able to find a safe place so the lava doesn't kill us.
fr: Nous devrions continuer. C'est apparemment un volcan... Nous devrions essayer de le faire entrer en éruption. Cela tuera les Brisetibias et nous pourrions trouver un endroit sûr où la lave ne nous carbonisera pas.

source: This sounds... plausible.
fr: Cela parait... plausible.

source: Aye, an interesting plan. How do ye propose we do this?
fr: Oui, c'est un plan intéressant. Comment comptes-tu faire ?

source: I have a suspicion that there is an opening somewhere near here that leads to the surface. I have heard of ancient constructions such as I have seen here, of dwarven machinery of some kind that can cause the lava to flow.
fr: Je crois qu'il y a une ouverture du côté qui mène à la surface. J'ai entendu parler des constructions anciennes comme ceux ici, machines nains quelconques qui peuvent permettre à la lave de s'écouler.

source: Very well. We will continue to explore until we find it.
fr: Très bien. Nous allons continuer nos recherches jusqu'à ce que nous le trouvions.

source: My gryphon smells something... probably goblins in this cave!
fr: Mon griffon sent quelque chose... probablement des gobelins dans cette caverne !

source: Indeed, there may be goblins lurking here. We should beware of them.
fr: Oui, il peut y avoir des gobelins dans le coin. Nous devons faire attention.

source: We have caught up to the Norlunds. Now, prepare to destroy them!
fr: Nous avons trouvé les Norlunds. Maintenant, soyez prêts à les éliminer !

source: Thursagan! The Shinsplitters are right on our tail; what should we do?
fr: Thursagan ! Les Brisetibias sont sur nos talons ; que devons-nous faire ?

source: We could try to set off the volcano as soon as possible. Meanwhile, we should draw the Shinsplitters further into the caves, so they can't escape when it does erupt.
fr: Nous pourrions essayer de déclencher l'éruption du volcan le plus vite possible. En même temps, nous devrions repousser les Brisetibias plus profondément dans les cavernes pour qu'ils ne puissent pas échapper à la lave.

source: These goblins appear to be guarding something.
fr: Ces gobelins semblent garder quelque chose.

source: It is probably the ancient mechanism. Attack them!
fr: C'est sûrement le mécanisme ancien. Attaquez-les !

source: - Move onto one of the glyphs in the center of the volcano
fr: - Aller jusqu'à un des glyphes au centre du volcan.

source: That's it! The volcano will erupt soon now that ye've triggered it.
fr: Ca y est ! Le volcan va rapidement entrer en éruption maintenant que nous l'avons réveillé.

source: Well, we've succeeded in stopping the Shinsplitters from getting the Scepter, I would say. But what do we do now?!
fr: Bien, nous avons réussi à empêcher les Brisetibias de prendre le sceptre. Mais que devons-nous faire, maintenant ?

source: Now, we must fight the goblins until we die, it's our only option.
fr: Maintenant, nous devons combattre ces gobelins jusqu'à la mort, c'est la seule solution.

source: We cannot let any of the Shinsplitters or their mercenaries escape; they would tell where the Scepter of Fire is. Make sure they all die!
fr: Nous ne pouvons laisser s'échapper aucun Brisetibias et aucun mercenaire : ils diraient où est le sceptre de Feu. Assurez-vous qu'ils meurent tous !

source: We have to kill them quickly, before they realize what is happening.
fr: Nous devons les tuer rapidement, avant qu'ils ne réalisent ce qui leur arrive.

source: - Distract the Shinsplitters until the volcano erupts and kills them
fr: - Distraire les Brisetibias jusqu'à le volcan entre en éruption et les tue

source: Wait, what's going on? The volcano is going to erupt! Everyone, try to get out of these caves!
fr: Attendez, que ce passe-t-il ? Le volcan est en train d'entrer en éruption ! Tout le monde dehors !

source: Aghh!! The volcano is erupting, and now our exit has been blocked off!!
fr: Arghh !!! Le volcan est en éruption et notre sortie est bloquée !!

source: We have hidden the Scepter well, but now the volcano is going to erupt and kill us all.
fr: Nous avons bien caché le sceptre, mais maintenant, le volcan va entrer en éruption et il nous tuera tous.

source: Hm... I'll leave now!
fr: Hum... J'irai sortir maintenant !

source: And thus Rugnur died - a glorious death, in the eyes of the dwarven sages.
fr: Et c'est ainsi que Rugnur mourut d'une mort glorieuse aux yeux des sages nains.

source: The gnomish envoy traveled south, to Untersberg, to Pypo I. To report the events of the past fifteen years.
fr: L'envoyé gnome voyagea en direction du sud, vers Untersberg, vers Pypo Ier. Pour raconter les évènements des quinze dernières années.

source: And a surviving gryphon rider followed the envoy. I know not how. But the gryphon rider made his way south, to the Brown Hills, and reached them about the time that the envoy did.
fr: Et un monteur de griffon survivant suivit l'envoyé. Je ne sais pas comment, mais le monteur de griffon fila au sud jusque les Collines Ocres et les atteignit presque en même temps que l'envoyé.

source: Together, they relayed the sad news to the king, that Rugnur and his companions did fulfill their promise to craft the Scepter, but died tragically in the Caverns of Flame.
fr: Ensemble, ils ont relayé les tristes nouvelles au roi, qui Rugnur et ses compagnons ont rempli leur promesse de créer le sceptre, mais ils sont mort tragiquement dans les Cavernes Ardentes.

source: Pypo I thought it little wise to send forces to uncover the Scepter, with goblins swarming the region, and given that the volcano might still be too unstable. Aged and nearing the end of his life himself, he did not have the energy to undertake such an enterprise either.
fr: Pypo Ier considéra que envoyer forces pour découvrir le Sceptre serait imprudent. Les gobelins s'agglutinent dans la région, et le volcan pourrait être encore trop instable. Agé et approchent de la fin de sa vie lui-même, il n'avait pas l'énergie pour une telle entreprise de toute façon.

source: The scepter would not be found until many generations after Pypo I, in the time of Rubezahl. During that time, it sat in the caves of the Northlands, unfound but undestroyed, moved around by goblins who never understood its true meaning.Le Sceptre ne sera pas retrouvé avant de nombreuses générations après Pypo Ier, au temps de Rubezahl. Pendant tout ce temps, il resta dans les cavernes des Terres du Nord, jamais découvert, mais jamais détruit, déplacé au gré des gobelins qui n'ont jamais compris sa signification.
fr: Mais avant qu'il ne soit retrouvé, des légendes ont fleuri à son propos et à propos de ses artisans : Thursagan, le plus brillant des forgerunes nains, et Rugnur, l'un des plus grands héros nains de tous les temps.

source: New Objective:
fr: Nouvel objectif:

source: Top vs Bottom
fr: Haut vs Bas

source: Left vs Right
fr: Gauche vs Droit

source: Man vs Machine
fr: Personne vs Machine

source: Agrarian (Bronze)
fr: Agraire (Bronze)

source: Agrarian (Iron)
fr: Agraire (Fer)

source: Civilized (Bronze)
fr: Civilisé (Bronze)

source: Civilized (Iron)
fr: Civilisé (Fer)

source: Civilized (Gunpowder)
fr: Civilisé (Armes à feu)

source: of
fr: de

source: Unique item available for sale
fr: Article unique disponible à la vente

source: You have lost your last town hall, and will be revealed in thirty seconds!
fr: Vous avez perdu votre hôtel de ville et vous serez visible dans 30 secondes !

source: You have rebuilt a town hall, and will no longer be revealed!
fr: Vous avez reconstruit votre hôtel de ville et vous ne seriez bientôt plus visible !

source: Requirements:
fr: Exigences:

source: The requirements have not been fulfilled
fr: Les exigences ne sont pas remplies

source: Cannot build in another plane or world
fr: Impossible de construire dans un autre plan ou dans un autre monde

source: Game Paused
fr: Jeu en Pause

source: Unidentified
fr: Non identifié

source: Find Unit with Available Level Up
fr: Trouver l'unité avec une mise à niveau disponible
pl: Znajdź Jednostkę, która może Awansować
pt: Encontrar Unidade com Level Up Disponível

source: Select
fr: Choissir

source: Sound is on.
fr: Son activé.

source: Sound is off.
fr: Son déactivé.

source: Music is off.
fr: Musique déactivée.

source: Music is on.
fr: Musique activée.

source: Game Resumed
fr: Jeu repris

source: Big map enabled
fr: Grande carte activée

source: Returning to the old map
fr: Revenir à l'ancienne carte

source: Default game speed set
fr: Vitesse de jeu par défaut

source: Terrain displayed.
fr: Terrain affiché.

source: Terrain hidden.
fr: Terrain caché.

source: Grab mouse toggled.
fr: Capture de la Souris déclenchée.

source: Screenshot made.
fr: Capture d'écran faite.

source: Select Location
fr: Sélectionnez l'emplacement

source: Unit training queue is full
fr: La file d'attente de formation est pleine

source: The unit requires railroads to be placed on
fr: L'unité a besoin d'un chemin de fer

source: The upgrade has already been acquired
fr: La mise à niveau a déjà été acquise

source: The hero limit has been reached
fr: La limite du héros a été atteinte

source: The cooldown is active
fr: Le temps de recharge est activé

source: Select Target
fr: Choisir une cible

source: Not enough resources to build %s
fr: Pas assez de ressources pour construire %s
pt: Faltam recursos para construir %s

source: %s cannot reach building place
fr: %s ne peut pas atteindre le lieu de construction

source: Can't build more units %s
fr: Impossible de construire plus d'unités %s

source: Unable to create building %s
fr: Impossible de créer un bâtiment %s

source: You cannot build a %s here
fr: Impossible de construire %s ici

source: We need more %s to repair!
fr: Nous avons besoin de plus de %s pour réparer !

source: %s: research complete
fr: %s : recherche terminée

source: Not enough %s... %s more %s.
fr: Pas assez de %s... %s plus %s.

source: Our %s has been depleted!
fr: Notre %s est épuisé(e) !

source: Our %s is nearing depletion!
fr: Notre %s est bientôt épuissé(e) !

source: %s does not have enough mana to use the %s ability.
fr: %s n'a pas assez d'erngie pour utiliser la compétence %s.

source: %s's ability %s is not ready yet.
fr: La compétence %s de %s n'est pas encore prête.

source: You do not have enough resources for %s to use the %s ability.
fr: Vous n'avez pas assez de ressources de %s pour utiliser la compétence %s.

source: %s needs a target to use the %s ability.
fr: %s a besoin d'une cible pour utiliser la compétence %s.

source: %s cannot use the %s ability.
fr: %s ne peut pas utiliser la compétence %s.

source: Gained %d %s
fr: Aquerir %d %s

source: %s healed for %d HP
fr: %s guéri de %d point de vie

source: %s suffered a %d HP loss
fr: %s a subit une perte de vie de %d

source: %s has been slowed
fr: %s a été ralenti

source: %s cannot use %s
fr: %s ne peut utiliser %s

source: Unable to train %s
fr: Impossible de former %s

source: Player "%s" has left the game
fr: Le joueur "%s" a quitté le jeu

source: Player "%s" has been killed
fr: Le joueur "%s" a été tué

source: Loading Construction "%s"
fr: Chargement de la construction "%s"

source: Loading Cursor "%s"
fr: Chargement du curseur "%s"

source: Unit deleted
fr: Unité supprimée

source: Editor (%d %d)
fr: Editeur (%d %d)

source: #%d '%s' Player: #%d %s
fr: #%d '%s' Joueur: #%d %s

source: Amount %d
fr: Quantité %d

source: Unit cannot be placed here.
fr: L'unité ne peut pas être placée ici.

source: Set Start Location
fr: Définir un endroit de départ

source: Loading Script "%s"
fr: Chargement du script "%s"

source: Loading Icon "%s"
fr: Chargement de l'icone "%s"

source: Game speed increased to %d
fr: Vitesse du jeu augmenté à %d

source: Game speed decreased to %d
fr: Vitesse du jeu diminué à

source: ~<Event: %s~>
fr: ~<Evènement : %s~>

source: Loading Missile "%s"
fr: Chargement du projectile "%s"

source: %s cannot drop %s.
fr: %s ne peut lacher %d.

source: %s sent bad command
fr: %s envoi une mauvaise commande

source: Network out of sync
fr: Réseau désynchronisé

source: Waiting for player "%s": %d:%02d
fr: En attente de joueur "%s": %d:%02d

source: Timed out
fr: Temps dépassé

source: New quests available
fr: Nouvelles quêtes disponibles

source: Building Limit Reached
fr: Limite de construction atteinte

source: Unit Limit Reached
fr: Limite d'unité atteinte

source: Insufficient Food Supply, increase Food Supply.
fr: Population insuffisante, augmenter votre population.

source: Total Unit Limit Reached
fr: Limite d'unité total atteinte

source: Limit of %d reached for this unit type
fr: Limite de %d atteinte pour ce type d'unité

source: Loading Script "%s"
fr: Chargement du script "%s"

source: Loading Tileset "%s"
fr: Chargement du tileset "%s"

source: %s has upgraded to %s!
fr: %s a été mis à jour vers %s !

source: %s has acquired the %s ability!
fr: %d a acqui la compétence %d !

source: %s has leveled up!
fr: %s a été amélioré !

source: %s has lost their last town hall, and will be revealed in thirty seconds!
fr: %s a perdu son hôtel de ville et il sera visible dans 30 secondes !"

source: Deity
fr: Dieu
pl: Bóstwo
pt: Divindade

source: %s attacked
fr: %s attaqué
pl: Zaatakowano: %s
pt: %s atacado

source: %s inventory is full.
fr: %s inventaire est plein.

source: Loading Decorations "%s"
fr: Chargement des décorations "%s"

source: Loading Unit "%s"
fr: Chargement de l'unité "%s"

source: Accuracy
pl: Celność
pt: Precisão

source: Acid
pl: Toksyczny
pt: Ácido

source: Air Elementals
pt: Elementais do Ar

source: ~<ALT~>-click to defend a unit
pl: ~<ALT~>-LPM, by bronić jednostkę
pt: ~<ALT~>-clique para defender uma unidade

source: Angels
pt: Anjos

source: Antelopes
pt: Antílopes

source: Archangels
pt: Arcanjos

source: Archer
pt: Arqueiro

source: Armadillos
pt: Tatus

source: Background
pt: Pano de Fundo

source: Background:
pt: Pano de Fundo:

source: Barbarian
pt: Bárbaro

source: Basilisk
pt: Basilisco

source: Basilisks
pt: Basiliscos

source: Bats
pt: Morcegos

source: Bears
pt: Ursos

source: Beavers
pt: Castores

source: Bees
pt: Abelhas

source: Birds
pt: Pássaros

source: Bisons
pt: Bisões

source: Blood Bats
pt: Morcegos de Sangue

source: Boars
pt: Javalis

source: Brown
pl: Brązowy
pt: Marrom

source: Bugs
pt: Insetos

source: Build Sil~!ver Mine
pt: Construir Mina de Prata (~!V)

source: Camel
pt: Camelo

source: Camels
pt: Camelos

source: Centaur
pt: Centauro

source: Centaurs
pt: Centauros

source: Centurion
pt: Centurião

source: Champion
pt: Campeão

source: Chimpanzees
pt: Chimpanzés

source: ~!Civilizations
de: Zivilisationen (~!C)
pt: ~!Civilizações

source: Cleric
pt: Clérigo

source: Click on an empty space to attack-move
pl: Naciśnij na pustej przestrzeni, by zaatakować najbliższy cel
pt: Clique em um espaço vazio para atacar-mover

source: Cog
pt: Coca

source: Cows
pt: Vacas

source: Crocodiles
pt: Crocodilos

source: Crows
pt: Corvos

source: ~<CTRL~>-click to stand ground after moving
pl: ~<CTRL~>-LPM, by zostać tutaj po przemieszczeniu
pt: ~<CTRL~>-clique para defender terreno após mover

source: ~<CTRL~>-click on the button toggles auto-repair of damaged buildings
pl: ~<CTRL~>-LPM na przycisk spowoduje przełączenie automatycznej naprawy uszkodzonych budowli
pt: ~<CTRL~>-clicar no botão alterna o auto-conserto de construções danificadas

source: Cyan
pl: Cyjan
pt: Azul-Piscina

source: Cycle:
pl: Cykl:
pt: Ciclo:

source: Cyclops
pt: Cíclope

source: Damage
pl: Atak
pt: Dano

source: Deers
pt: Cervos

source: Demons
pt: Demônios

source: Derro Tribe
pt: Tribo Derro

source: Dim
pl: Ponury
pt: Burro

source: Djinns
pt: Gênios

source: Description
pt: Descrição

source: Description:
pt: Descrição:

source: Dragon
pt: Dragão

source: Dragons
pt: Dragões

source: Dread Bat
pt: Morcego do Terror

source: Dread Bats
pt: Morcegos do Terror

source: Drudge
pt: Trabalhador

source: Ducks
pt: Patos

source: Duelist
pt: Duelista

source: Dwarven Units
pt: Unidades Anãs

source: Eagles
pt: Águias

source: Earth Elementals
pt: Elementais da Terra

source: Elephants
pt: Elefantes

source: Elf
pt: Elfo

source: Elysium
pt: Elísio

source: Executioner
pt: Carrasco

source: Ettin Units
pt: Unidades Ettins

source: ~!Factions
de: ~!Fraktionen
pt: ~!Facções

source: Factions
pt: Facções

source: Fire
pl: Ognisty
pt: Fogo

source: Fire Elementals
pt: Elementais do Fogo

source: Flies
pt: Moscas

source: Food Supply:
pl: Zapasy Jedzenia:
pt: Suprimento de Comida:

source: Forge
pl: Kuźnia
pt: Forja

source: Fortress
pl: Forteca
pt: Fortaleza

source: Frankish
pt: Franco

source: Frankish Units
pt: Unidades Francas

source: Frogs
pt: Sapos

source: General Units
pt: Unidades Gerais

source: Germanic
pt: Germânico

source: Germanic Units
pt: Unidades Germânicas

source: Giraffes
pt: Girafas

source: Glider
pt: Planador

source: Gnome
pt: Gnomo

source: Gnomes
pt: Gnomos

source: Gnomish
pt: Gnomo

source: Gnomish Caravan
pl: Gnomia Karawana
pt: Caravana Gnoma

source: Gnomish Units
pt: Unidades Gnomas

source: Goats
pt: Bodes

source: Goblin Units
pt: Unidades Goblins

source: Gold:
pl: Złoto:
pt: Ouro:

source: Goth
pt: Godo

source: Gothic
pt: Gótico

source: Gothic Units
pt: Unidades Góticas

source: Gray
pl: Szary
pt: Cinza

source: Gryphons
pt: Grifos

source: Headhunter
pt: Caçador de Cabeças

source: Heaven
pt: Céu

source: Hedgehogs
pt: Porcos-Espinho

source: Hell
pt: Inferno

source: Herbalist
pt: Herbalista

source: Hippogryph
pt: Hipogrifo

source: Hippogryphs
pt: Hipogrifos

source: Hippopotamuses
pt: Hipopótamos

source: Hit Points
pl: Punkty Życia
pt: Vida

source: Horse Lord
pt: Senhor Cavaleiro

source: Horse Rider
pt: Cavaleiro

source: Horses
pt: Cavalos

source: Hydra
pt: Hídra

source: Hydras
pt: Hídras

source: Hyena
pt: Hiena

source: Hyenas
pt: Hienas

source: Ice Elementals
pt: Elementais do Gelo

source: Imps
pt: Diabinhos

source: Intelligent
pl: Inteligentny
pt: Inteligente

source: Ixthala Demons
pt: Demônios Ixthala

source: Kangaroo
pt: Canguru

source: Kangaroos
pt: Cangurus

source: Knight
pt: Cavaleiro

source: Knight Lord
pt: Senhor Cavaleiro

source: Koala
pt: Coala

source: Koalas
pt: Coalas

source: Kobold Units
pt: Unidades Kobolds

source: Latin
pt: Latino

source: Latin Units
pt: Unidades Latinas

source: Left-click to center
pl: Lewy Przycisk Myszy spowoduje przeniesienie kamery do celu
pt: Clique com o botão esquerdo do mouse para centralizar

source: Lemurs
pt: Lemures

source: Level
pl: Poziom
pt: Nível

source: Lizards
pt: Lagartos

source: Load Mod
pl: Wczytaj Mod
pt: Carregar Mod

source: Magnate
pt: Magnata
